[
    {
        "event_name": "Mod Sun & lovelytheband: Here’s Your Flowers Tour",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 6:00 pm - 10:00 pm",
        "location": "Stage AE|400 N Shore Dr,Pittsburgh, PA 15212"
    },
    {
        "event_name": "Lucky Draw",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 7:30 pm - 9:30 pm",
        "location": "Arcade Comedy Theater|943 Liberty Ave,Pittsburgh, PA 15222",
        "content": [
            "Arcade Comedy Theater presents “Lucky Draw” an improv comedy show where half of the cast is drawn at random! Each show, Arcade Academy students and team members drop their names into box at the start of the night. Throughout the evening, the hosts will be playing short form games and doing a long-form set that mixes up these performers alongside special guests, teachers, and coaches from the Arcade community. If you’re a student or improviser, this is a perfect chance to maybe try out new games or play with some seasoned performers. And if you’re just looking for a fun, unique night out Ñ you’ll get a chance to see some inventive and exciting new comedy for less than a price of a movie ticket (oh yeah, and you can BYOB)."
        ]
    },
    {
        "event_name": "Homefront and Frontlines: Women and the Impact of War",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 2:00 pm - 4:00 pm",
        "location": "Heinz History Center|1212 Smallman St,Pittsburgh, PA 15222",
        "content": [
            "Join the History Center and the Veterans Breakfast Club for a storytelling event honoring the strength and sacrifice of women during war time, from the battlefield to the home front.",
            "Hear firsthand accounts from veterans and military families who will share their personal journeys of how military life has shaped their identities and their lives.",
            "This program is not just about listening – it’s also about sharing. We encourage attendees to share their stories and unique perspectives on their life experiences.",
            "The “Homefront and Frontlines: Women and the Impact of War” program is held in conjunction with the History Center’s new exhibition, A Woman’s Place: How Women Shaped Pittsburgh. The exhibit recognizes that military action and times of conflict have always been a double-edged sword for women, bringing sacrifice and loss but also opportunities for them to learn new skills, demonstrate untapped abilities, and enter previously inaccessible spaces closed to them during peacetime.",
            "Whether soldier or civilian, military service has always required from women a complicated balancing act, managing the needs of home, family, work, and service, while supporting a loved one away on duty, or increasingly in the modern era, taking on that role themselves."
        ]
    },
    {
        "event_name": "NACADA's 2024 Annual Conference",
        "event_time": "Oct 27, 2024 - Oct 30, 2024",
        "location": "David L. Lawrence Convention Center|1000 Fort Duquesne Blvd,Pittsburgh, PA 15222",
        "content": [
            "NACADA promotes and supports quality academic advising in institutions of higher education to enhance the educational development of students. NACADA provides a forum for discussion, debate, and the exchange of ideas pertaining to academic advising through numerous activities and publications. NACADA also serves as an advocate for effective academic advising by providing a Consulting and Speaker Service and funding for Research related to academic advising.",
            "Attendees are on their own for lunch and dinner each day during the event. Lunch options will be available for purchase at the David L. Lawrence Convention Center but attendees will have a break between 11:30 a.m. - 1:30 p.m. on Monday and Tuesday to dine at nearby restaurants."
        ]
    },
    {
        "event_name": "Peter Pan",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 2:00 pm - 5:00 pm",
        "location": "Benedum Center|7th St and Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "Escape to Neverland for a daring adventure with Wendy, John, Michael, Tinkerbell and Peter in the ever-playful Peter Pan. This new interpretation of the classic tale is told through the eyes of a child, and includes spectacular flying, swashbuckling sword fights, giant puppets, costumes inspired by punk fashion and, of course, a little pixie dust! A Pittsburgh premiere, this magical ballet is sure to mesmerize audiences of all ages.",
            "Choreography: Trey McIntyre | Music: Edward Elgar, arranged by Niel DePonte",
            "Flying Effects provided by ZFX"
        ]
    },
    {
        "event_name": "Harry Potter and the Order of the Phoenix™ in Concert",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 2:30 pm - 6:30 pm",
        "location": "Heinz Hall|600 Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "Experience your favorite movies transformed with the music of a live symphony orchestra in the Harry Potter™ Film Concert Series.? For the first time ever, audiences can rediscover the magic of?Harry Potter and the Order of the Phoenix™ while a live symphony orchestra performs Nicholas Hooper’s unforgettable score and Harry Potter™ soars across the big screen in high-definition.",
            "WIZARDING WORLD and all related trademarks, characters, names, and indicia are © & ™ Warner Bros. Entertainment Inc. Publishing Rights © JKR.",
            "Costume Policy",
            "Heinz Hall does not permit costume masks of any kind or facsimiles of weapons that would make other guests feel uncomfortable or detract from the concert experience."
        ]
    },
    {
        "event_name": "Black & Gold Tour",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 3:00 pm - 4:30 pm",
        "location": "Boarding|2101 Smallman St,Pittsburgh, PA 15222",
        "content": [
            "Pittsburgh's 4-time Best Comedian (and ultimate yinzer) Matt Light will guide you on an unforgettable journey all through the 'tahn. You will laugh, sing, dance and make fun of Cleveland. There will be games, trivia, surprises, and lots of towel twirling."
        ]
    },
    {
        "event_name": "Lucky Draw",
        "event_time": "Oct 27, 2024 - Oct 27, 2024 | 7:30 pm - 8:30 pm",
        "location": "Arcade Comedy Theater|943 Liberty Ave,Pittsburgh, PA 15222",
        "content": [
            "Each show, Arcade Academy students and team members drop their names into box at the start of the night. Throughout the evening, the hosts will be playing short form games and doing a long-form set that mixes up these performers alongside special guests, teachers, and coaches from the Arcade community. If you’re a student or improviser, this is a perfect chance to maybe try out new games or play with some seasoned performers. And if you’re just looking for a fun, unique night out Ñ you’ll get a chance to see some inventive and exciting new comedy for less than a price of a movie ticket (oh yeah, and you can BYOB)."
        ]
    },
    {
        "event_name": "Steelers Tailgate",
        "event_time": "Oct 28, 2024 - Oct 28, 2024 | 4:00 pm - 8:00 pm",
        "location": "Stage AE|400 N Shore Dr,Pittsburgh, PA 15212",
        "content": [
            "Velveeta: 5:45-7:15PM (8:15 Kickoff)",
            "Stage AE is the Official host of the Pittsburgh Steelers Tailgates. Open before every home game at Acrisure Stadium, the region’s largest tailgate event offers free admission, live music, food and drink specials and the chance to win prizes and autographed items."
        ]
    },
    {
        "event_name": "Pittsburgh Steelers vs. New York Giants",
        "event_time": "Oct 28, 2024 - Oct 28, 2024 | 8:00 pm - 11:30 pm",
        "location": "Acrisure Stadium|100 Art Rooney Ave,Pittsburgh, PA 15212"
    },
    {
        "event_name": "Trick-or-Treat at Museum of Illusions",
        "event_time": "Oct 28, 2024 - Oct 31, 2024",
        "location": "Museum of Illusions|267 N Shore Dr,Pittsburgh, PA 15212",
        "content": [
            "While MOI is known for their tricks, they also want to treat guests. From Monday, October 28 to Thursday, October 31, 2024, kids can get a head start on trick-or-treating at the Museum during regular operating hours. And don’t forget the tricks! Fan-favorite illusions like Head on a Plate, Ames Room, the Vortex Tunnel, and more will have guests wondering what’s real and what’s not. It’s the perfect destination for families looking to treat their kids to some tricks that aren’t too scary during this fright-filled season."
        ]
    },
    {
        "event_name": "Pittsburgh Steelers vs. New York Giants",
        "event_time": "Oct 28, 2024 - Oct 28, 2024 | 8:00 pm - 11:30 pm",
        "location": "Acrirsure Stadium|100 Art Rooney Avenue,Pittsburgh, PA 15212",
        "content": [
            "Gameday Info",
            "Parking Lots Open: 3:15 pm",
            "Will Call Open: 5:15 pm",
            "Gates Open: 6:15 pm",
            "Kickoff: 8:15 pm",
            "Be sure to access your digital ticket(s) and save to your Apple or Google Wallet before you arrive at Acrisure Stadium. Please have your digital ticket(s) ready on your phone as you arrive at the stadium gate.",
            "Parking lots and garages open 5 hours prior to kickoff.",
            "Fans are encouraged to arrive 2 hours early to avoid anticipated heavy traffic and last-minute crowds at the gate, and also to enjoy in-stadium pregame activities. All gates will open at 6:15 pm."
        ]
    },
    {
        "event_name": "Cavetown",
        "event_time": "Oct 29, 2024 - Oct 29, 2024 | 7:00 pm - 11:00 pm",
        "location": "Stage AE|400 N Shore Dr,Pittsburgh, PA 15212",
        "content": [
            "$1 per ticket goes to Save The Children to support families in Gaza."
        ]
    },
    {
        "event_name": "Penguins vs. Wild",
        "event_time": "Oct 29, 2024 - Oct 29, 2024 | 7:30 pm - 10:30 pm",
        "location": "PPG Paints Arena|1001 Fifth Ave,Pittsburgh, PA 15219"
    },
    {
        "event_name": "& Juliet",
        "event_time": "Oct 29, 2024 - Nov 3, 2024",
        "location": "Benedum Center|7th St and Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "& Juliet asks: what would happen next if Juliet didn’t end it all over Romeo? Get whisked away on a fabulous journey as she ditches her famous ending for a fresh beginning and a second chance at life and love—her way.",
            "Juliet’s new story bursts to life through a playlist of pop anthems as iconic as her name, including \"Since U Been Gone‚\" \"Roar,\" \"Baby One More Time,\" \"Larger Than Life‚\" \"That’s The Way It Is,“ and \"Can't Stop the Feeling!\"—all from the genius songwriter/producer behind more #1 hits than any other artist this century. Break free of the balcony scene and get into this romantic comedy that proves there’s life after Romeo. The only thing tragic would be missing it."
        ]
    },
    {
        "event_name": "Storytime Spotlight",
        "event_time": "Oct 29, 2024 - Oct 29, 2024 | 6:30 pm - 7:30 pm",
        "location": "Virutal Event|This series highlights Black and Brown children’s book authors and will feature conversations and a live reading with the author.,Storytime Spotlight Series is moderated by Cathryn Calhoun, Director of Education and Community Engagement at AWAACC."
    },
    {
        "event_name": "Día de los Muertos Lunch Event",
        "event_time": "Oct 30, 2024 - Oct 30, 2024 | 12:00 pm - 1:30 pm",
        "location": "The Backyard|149 8th St,Pittsburgh, PA 15222"
    },
    {
        "event_name": "Creative Conversations — & Juliet",
        "event_time": "Oct 30, 2024 - Oct 30, 2024 | 6:30 pm - 7:30 pm",
        "location": "Trust Arts Education Center|807 Liberty Ave,Pittsburgh, PA 15222",
        "content": [
            "Join Trust Arts Education for a pre-show chat on Wednesday nights with members from the company (schedule permitting) hosted by local theatre professionals to learn insights into the show you can’t find in your playbill.",
            "What special lighting cues should you watch for? What is life on tour like? What musical allusions will deepen your enjoyment of the show? What questions do you have? Now is your chance to ask! (While enjoying pre-show snacks!)"
        ]
    },
    {
        "event_name": "Penguins vs. Ducks",
        "event_time": "Oct 31, 2024 - Oct 31, 2024 | 7:00 pm - 10:00 pm",
        "location": "PPG Paints Arena|1001 Fifth Ave,Pittsburgh, PA 15219"
    },
    {
        "event_name": "Haunted Pittsburgh Ghost Tour",
        "event_time": "Jun 1, 2024 - Nov 2, 2024 | 7:00 pm - 9:00 pm",
        "location": "Downtown Pittsburgh|414 Grant St,Pittsburgh, PA 15219",
        "content": [
            "Pittsburgh has a North Side and a South Side--we take you to its dark side. We visit the sites of Pittsburgh's greatest encounters with the unexplained and tell you the stories associated with them. We know where all the bodies are buried.",
            "We'll take you as close to as many haunted sites as we can within the time allotted for the tour and regale you with Pittsburgh's greatest ghost stories.  There are no public restrooms on our route. Tours run rain or shine."
        ]
    },
    {
        "event_name": "Art & Artists Tour",
        "event_time": "Jun 1, 2024 - Dec 28, 2024 | 4:00 pm - 5:30 pm",
        "location": "Walk The Burgh Tours|1049 Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "Our most fun walk! Journey off the beaten path with us and discover hidden art that is tucked away in our downtown nooks, crannies, and alleys. Our expert guides will dive into the history of the city’s Cultural District that is filled with historic theaters and beautiful plazas, and learn about the famous artists, actors, and musicians from our beloved city. You’ll also see the best of Pittsburgh’s public art: captivating sculptures, light installations, and colorful murals. This is a great tour for photo-ops, and is a wonderful way for families with children to see and interact with the city."
        ]
    },
    {
        "event_name": "Comedy Bus Tour",
        "event_time": "Jul 5, 2024 - Nov 22, 2024 | 8:00 pm - 9:30 pm",
        "location": "Penn Ave (between 10th St & 11th St)|1027 Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "Duration",
            "Approximately 90 Minutes (includes bathroom break)",
            "Please arrive 15 minutes before your scheduled start time. The bus will depart on time, so please plan accordingly! No refund or credit provided if you miss the bus.",
            "About",
            "Explore the Steel City like never before! Hop aboard and experience Pittsburgh's one and only transportainment bus.",
            "Join us for these weekly, one-of-a-kind rides hosted by local comedians. No two shows are alike and crowd participation is encouraged. It's the perfect blend of laughter, fun and celebration. Every tour will feature games, shenanigans, music, and surprises.",
            "Whether you are visiting Pittsburgh for the first time or you're a lifelong yinzer, a trip on The Burgh Bus is an experience like no other. This is not your average bus… so bring your smiles, good vibes and enjoy the ride! It's guaranteed to be a party ? ?",
            "Available for private tours, party bus rentals and shuttle services!",
            "PLEASE NOTE: The evening rides are for ages 21+ only and the content is R-Rated. Passengers will be asked to provide a valid ID upon boarding. No refunds will be issued if you are underage or fail to bring proof of age.",
            "Boarding Location",
            "1027 Penn Ave (near Jimmy John's)",
            "Pittsburgh, PA 15222",
            "You will board the bus in downtown Pittsburgh on Penn Ave (at 10th St intersection), by the convention center.",
            "What to Bring?",
            "•\tBYOB + Valid ID",
            "•\tCoolers are allowed if they can easily fit on your lap or under the seat",
            "•\tCash for tips (the host and driver will definitely appreciate it!)",
            "What NOT to Bring?",
            "•\tNo food",
            "•\tIf you BYOB… no glass!",
            "•\tNo smoking of any kind",
            "•\tNo noisemakers"
        ]
    },
    {
        "event_name": "Captain's Dinner Cruise & Tour",
        "event_time": "Oct 5, 2024 - Nov 16, 2024 | 5:30 pm - 9:00 pm",
        "location": "Gateway Clipper Fleet Docks|350 West Station Square Dr,Pittsburgh, PA 15219",
        "content": [
            "Join the Gateway Clipper Captain’s Dinner Cruise & Tour in Pittsburgh, PA!",
            "2025 Dates Now Available to Book!",
            "Looking for a fun and unique evening out in Pittsburgh? Come aboard our Captain’s Dinner Cruise & Tour for a fabulous dinner, music and dancing and fabulous views of the city skyline! Bring a date, a group of friends, or the whole family and just have fun out on the water in Pittsburgh!",
            "CAPTAIN’S DINNER CRUISE & TOUR TRIP DETAILS:",
            "•\tBuffet Dinner will be available upon boarding, please help yourself. The food will remain available for 30 minutes after sailing.",
            "•\tA full-service bar is available on board- ask our bartenders for the weekly special! Must be 21+ with valid photo ID to consume alcoholic beverages. (NO CASH ON BOARD – Credit/Debit cards, Google Pay and Apple Pay accepted)",
            "•\tOur friendly photo team will capture a boarding picture of your group- you can purchase the day of OR pre purchase during check out. (NO CASH ON BOARD – Credit/Debit cards, Google Pay and Apple Pay accepted)",
            "•\tThis cruise features DJ Entertainment, brief narration, and the most beautiful city skyline in the USA!",
            "•\tClick the “Book Now” button to purchase tickets, appetizers, souvenirs and more.",
            "•\tWe suggest Dressy Casual Attire- Click here for details!"
        ]
    },
    {
        "event_name": "Roger Jacoby: Pittsburgh Stories",
        "event_time": "Oct 25, 2024 - Jan 5, 2025",
        "location": "Wood Street Galleries|601 Wood St,Pittsburgh, PA 15222",
        "content": [
            "Wood Street Galleries is pleased to present the world premiere of three newly restored experimental films by Roger Jacoby (b. New York, 1944–1985), a pivotal figure bridging the pre- and post-liberation eras of gay experimental filmmaking. This exhibition is the inaugural project in a series of exhibitions and programs dedicated to historic artists who have created significant work in, about, or influenced by the city of Pittsburgh, specifically in the field of time-based or experimental media.",
            "Roger Jacoby's career as a filmmaker spanned from 1972 until his untimely death from AIDS in 1985, during which he completed eight films—all produced in Pittsburgh. Originally trained as a painter and classical pianist, Jacoby's artistic journey took a transformative turn through his work as a gallery assistant for his aunt, Rose Fried. This role introduced him to New York’s vibrant artistic circles, including Andy Warhol’s Factory, where he met his long-time partner, the Warhol Superstar Ondine. Encouraged by filmmaker Marie Menken, who gifted him his first film camera, Jacoby began experimenting with film around 1970. Seeking a change in environment, he and Ondine relocated to Pittsburgh in 1972, where Jacoby found a job playing piano for silent films at the Carnegie Museum of Art. There, he connected with Sally Dixon, the museum’s pioneering Film Department founder, who introduced him to the Pittsburgh Filmmakers, then based at the Selma Burke Art Center, a key gathering place for local artists.",
            "Jacoby’s approach to filmmaking was both practical and deeply personal. He began processing his film footage in his own bathroom, using his bathtub as a makeshift darkroom. Even after receiving a National Endowment for the Arts grant in 1972 to acquire more advanced equipment, Jacoby continued hand-processing his films, embracing the unique, handcrafted qualities that became the hallmark of his work.",
            "Over the past three years, The Berkely Art Museum and Pacific Film Archive have meticulously transferred and restored a selection of Jacoby's early films, with support from the Avant-Garde Masters Grants awarded by The Film Foundation and the National Film Preservation Foundation.",
            "On view at Wood Street Galleries from October 2024 through January 2025 are Dream Sphinx Opera (1973) and L’Amico Fried’s Glamorous Friends (1976), which showcase Jacoby's innovative use of hand-processing techniques to manipulate film emulsion, resulting in striking abstract imagery. These films feature appearances by Sally Dixon and Ondine, along with other members of Pittsburgh's art and film communities, set against backdrops that include Phipps Conservatory, Carnegie Music Hall, the Carnegie Museum of Natural History, and various domestic spaces, including Jacoby’s own apartment on Walnut Street in Shadyside. Also on view will be How to Be a Homosexual Part I (1980), in which Jacoby turns his camera on his own community. This film captures intimate portraits of his sister and mother, a deaf friend, and a gay couple from the Gay Activist Alliance, revealing the personal and communal aspects of Jacoby's work.",
            "These films, marked by Jacoby's characteristic blending of avant-garde techniques and personal narrative, offer a compelling window into the life and artistic vision of a filmmaker whose work remains a vital part of Pittsburgh's cultural legacy."
        ]
    },
    {
        "event_name": "Laser Rock Monsters",
        "event_time": "Oct 25, 2024 - Nov 3, 2024 | 4:00 pm - 5:00 pm",
        "location": "Carnegie Science Center|1 Allegheny Avenue,Pittsburgh, PA 15212",
        "content": [
            "PG-13!",
            "We’re on the “Highway to Hell” this fall! Grow out a mullet and bang your head to Laser Rock Monsters. Celebrate a time when rock stars where larger than life, with the ear searing ’80s metal music combined with eye popping laser effects. Remember, if the laser show is too loud you are too old. Hit list includes “Crazy Train,” “Panama,” “Dream On,” and many more."
        ]
    },
    {
        "event_name": "MJ the Musical",
        "event_time": "Nov 19, 2024 - Dec 1, 2024",
        "location": "Benedum Center|7th St and Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "Created by Tony Award®-winning Director/Choreographer Christopher Wheeldon and two-time Pulitzer Prize winner Lynn Nottage, MJ goes beyond the singular moves and signature sound of the star, offering a rare look at the creative mind and collaborative spirit that catapulted Michael Jackson into legendary status. MJ is startin’ somethin’ as it makes its Pittsburgh premiere at the Benedum Center"
        ]
    },
    {
        "event_name": "Beauty of the Burgh Tour",
        "event_time": "Aug 1, 2024 - Dec 31, 2024 | 10:00 am - 1:00 pm",
        "location": "Bike The Burgh Tours|This tour is perfect if you are new to the city and you would like to see the most interesting spots of Pittsburgh. But if you know the Burgh already, we promise you that you will still find out unknown historical facts!,Our \"Best of\": On this tour we will cruise through the streets of the financial and cultural district, explore the Strip District and check out the North Shore. We will find some details that some of you all drove and walked by hundreds of time but probably never really noticed. We will dive into the history of Pittsburgh, tracking down the people who shaped this city to what it is today: a beauty. Old and new buildings, city squares and public art will turn this ride into a unique event full of exciting (re)discoveries of The Burgh.",
        "content": [
            "A fun QUIZ will be part of this tour, too. The winner will be rewarded with a 30% discount at the next tour! Participants of this tour will also get a souvenir.",
            "We are pleased to also offer this tour in Spanish. Please email tours@biketheburgh.com at least 2 weeks in advance to ensure that the Spanish tour is available."
        ]
    },
    {
        "event_name": "The Science Behind PIXAR",
        "event_time": "May 25, 2024 - Jan 5, 2025",
        "location": "Carnegie Science Center|1 Allegheny Ave,Pittsburgh, PA 15212",
        "content": [
            "Dive into the minds of the artists and computer scientists who help bring Pixar’s award-winning films to the big screen. Go behind the scenes with The Science Behind Pixar exhibition as you replicate Pixar magic using science, technology, engineering, and math (STEM) through more than 50 interactive and hands-on displays.",
            "Flex your STEM muscles by taking on fun challenges throughout the two-story, 12,000-square-foot playground:",
            "Plus, your selfies are about to get an animated upgrade! Strike a pose with life size re-creations of Buzz Lightyear from Toy Story, Mike and Sulley from Monsters University, Dory from Finding Nemo, Edna Mode from The Incredibles, and WALL•E from WALL•E.",
            "Get ready for a thrilling, interactive, and informative experience with The Science Behind Pixar in Pittsburgh! Whether you’re booking a Pixar field trip, planning a family trip, or revisiting your favorite Pixar movies and characters, you’re in for a totally good time. Adventure awaits!"
        ]
    },
    {
        "event_name": "Kim Bond: We Are Not Alone",
        "event_time": "Sep 6, 2024 - Jan 12, 2025",
        "location": "707 Gallery|707 Penn Avenue,Pittsburgh, PA 15222",
        "content": [
            "For nearly four decades, Kim Bond (b. 1963, Pittsburgh, Pennsylvania) has explored the intersections of paranormal phenomena and the pursuit of a kinder, more inclusive world through her multidisciplinary practice encompassing drawings, paintings, sculptures, and writings. Bond's oeuvre is characterized by the integration of extraterrestrial imagery, including aliens, spacecraft, and Sasquatch, into natural environments such as the Colorado Mountains, Niagara Falls, Lake Erie, and Mt. St. Helena. These entities, with whom Bond professes communication, are depicted in tranquil landscapes, symbolizing hope and moral integrity. Another series depicts “The Rainbow Club,” Bond's vision for a utopian social venue that welcomes all beings, transcending barriers of gender, ability, age, and even species. In a fragmented society, Bond's work envisions a harmonious realm where diversity is not only accepted but celebrated.",
            "Bond initially honed her artistic skills and developed her unique aesthetic language through exposure to The Joy of Painting, a groundbreaking instructional television program created by Bob Ross that aired from 1983 to 1994 on PBS. The Joy of Painting democratized access to arts education, including individuals with disabilities. Airing on public television, the show allowed people to learn how to paint from their homes, eliminating both cost barriers and the need for physical attendance in classes. Ross’ simple, encouraging instruction and adaptive tools and techniques made painting approachable for everyone, regardless of skill level or physical ability. The flexible viewing format and his philosophy of “no mistakes, only happy accidents” further promoted creativity and individual expression, breaking down barriers and highlighting the inclusive power of art.",
            "Since 2018, Bond has been a resident artist at VaultArt Studio, a progressive arts organization that supports and promotes the inclusion of artists with disabilities in contemporary art by providing professional-level arts instruction in a supportive studio environment. Bond’s affiliation with VaultArt Studio has allowed her to further develop and professionalize her artistic practice, engage with a diverse community of artists, and continue to advocate for inclusivity through her work. Her contributions to the studio and the broader community exemplify her commitment to creating a world where differences are embraced and celebrated."
        ]
    },
    {
        "event_name": "History Center and Fort Pitt Museum: Free Admission for Kids",
        "event_time": "Oct 1, 2024 - Nov 30, 2024",
        "location": "Heinz History Center|1212 Smallman St,Pittsburgh, PA 15222",
        "content": [
            "Beginning Tuesday, Oct. 1 through Saturday, Nov. 30, all kids aged 17 and under will be receive free admission to the History Center, which includes the Western Pennsylvania Sports Museum; and Fort Pitt Museum, located in historic Point State Park. Regular admission rates apply for all adult visitors.",
            "At the History Center, families can explore six floors of award-winning exhibitions and interactive learning spaces:",
            "·         Spiral down a 12-foot “Liberty Tube” slide in the Great Hall and design pop art, construct bridges, and more in the interactive Discovery Place exhibition.",
            "·         Explore the Neighborhood of Make-Believe featuring the original set and puppets in the Mister Rogers’ Neighborhood exhibition.",
            "·         Land a space rover on the surface of the Moon inside the Apollo 11 section of Pittsburgh: A Tradition of Innovation.",
            "·         Exercise their minds and bodies while climbing the UPMC SmartSteps, the world’s only history exhibition in a stairwell! Visitors can punch a stamp card on all six floors to win a free Heinz pickle pin.",
            "·         Throw a touchdown pass to legendary Steelers and score the winning goal for the Penguins inside the two-floor Western Pennsylvania Sports Museum.",
            "At the Fort Pitt Museum, families can discover the world-shaping events that occurred right here in Pittsburgh during the 18th century. The museum tells the story of Western Pennsylvania’s pivotal role during the French & Indian War, the American Revolution, and as the birthplace of Pittsburgh through interactive exhibitions, life-like figures, and artifacts.",
            "Visitors can take in-depth exploration of the history and culture of American Indian tribes who once called Western Pa. home inside the Fort Pitt Museum’s new exhibition, Homelands: Native Nations of Allegheny. Created in collaboration with federally recognized Delaware, Seneca, Seneca-Cayuga, and Shawnee tribes, the exhibition illuminates the past, present, and future of the region’s Native tribes with rare artifacts and new scholarship.",
            "The History Center and Fort Pitt Museum are open daily from 10 a.m. to 5 p.m.",
            "For more information, visit heinzhistorycenter.org.",
            "The Senator John Heinz History Center, an affiliate of the Smithsonian Institution and the largest history museum in Pennsylvania, presents American history with a Western Pennsylvania connection. The History Center was recently voted as the #1 history museum in America by USA Today and Pittsburgh’s Best Museum by readers of Pittsburgh Magazine. The History Center and Sports Museum are located at 1212 Smallman Street in the city’s Strip District. The History Center’s family of museums includes the Sports Museum; the Fort Pitt Museum in historic Point State Park; and Meadowcroft Rockshelter and Historic Village, a National Historic Landmark located in Avella, Pa., in Washington County. More information is available at heinzhistorycenter.org."
        ]
    },
    {
        "event_name": "Miguel Muñoz in What is Magic for You?",
        "event_time": "Oct 2, 2024 - Nov 3, 2024",
        "location": "Liberty Magic|811 Liberty Ave,Pittsburgh, PA 15222",
        "content": [
            "Miguel Muñoz, World Champion of Magic brings us an intimate and magical show where the surprise, the impossible, the poetry and the absurd will be present at all times. We enter the magical world of Miguel Muñoz to get closer to the answer to this question: What is magic for you?",
            "Miguel Muñoz is a magician, circus artist and Puntocero co-director. He has been awarded many times including World Champion of Magic (Grand Prix Fism 2018), FISM award (2015), Spanish Grand Prix (2011), FISM Europe 2014, Frakson to the best magician of the year 2010, Grand prix at White Magic Convention (Rusia2014), Mandraque dór (2018). He has worked with acclaimed directors and companies like Tim Burton & Disney (in their movie DUMBO), DV8 Physical Theatre, NoFit State Circus, Tattoo Theatre. Miguel tours internationally including places as prestigious as Hollywood Magic Castle, London National Theatre, Teatro Circo Price in Madrid, or Taipei National Theatre. He studied Theatrical and Circus arts at London Circus Space."
        ]
    },
    {
        "event_name": "The Hobbit",
        "event_time": "Oct 23, 2024 - Nov 10, 2024",
        "location": "O'Reilly Theater|621 Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "THE FABLED FANTASY BECOMES REALITY",
            "In this all-ages adventure, J.R.R. Tolkien’s magical Middle Earth transitions from page to stage in spellbinding fashion. An unexpected journey awaits homebody Bilbo Baggins, his BFF Gandalf, a new guy named Thorin, and anyone brave enough to join them. What starts as a Dungeons and Dragons tabletop game between friends quickly escalates into a collective fever dream as the group overcomes obstacles ranging from monstrous goblins to the fearsome dragon Smaug and form a bond for the ages. This epic trek, reimagined through the whimsical lens of playwright Greg Banks (Public's Unplugged Robin Hood) and featuring puppets designed by Resident Artists Matt Acheson (Broadway’s War Horse Puppetry Director) and Jamie Agnello, is a treasure hunt sure to make families want to go there and back again.",
            "This show is rated PG and is recommended for ages 7+. This show contains characters that go on perilous adventures, scary imagery, death and destruction of mythical towns, and moments of magic and imagination.",
            "Presented by the M. Patrick Daniels Fund of The Pittsburgh Foundation"
        ]
    },
    {
        "event_name": "& Juliet",
        "event_time": "Oct 29, 2024 - Nov 3, 2024",
        "location": "Benedum Center|7th St and Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "& Juliet asks: what would happen next if Juliet didn’t end it all over Romeo? Get whisked away on a fabulous journey as she ditches her famous ending for a fresh beginning and a second chance at life and love—her way.",
            "Juliet’s new story bursts to life through a playlist of pop anthems as iconic as her name, including \"Since U Been Gone‚\" \"Roar,\" \"Baby One More Time,\" \"Larger Than Life‚\" \"That’s The Way It Is,“ and \"Can't Stop the Feeling!\"—all from the genius songwriter/producer behind more #1 hits than any other artist this century. Break free of the balcony scene and get into this romantic comedy that proves there’s life after Romeo. The only thing tragic would be missing it."
        ]
    },
    {
        "event_name": "Build On",
        "event_time": "Nov 2, 2024 - Nov 3, 2024",
        "location": "David L. Lawrence Convention Center|1000 Fort Dusquene Boulevard,Pittsburgh, PA 15222"
    },
    {
        "event_name": "Pennsylvania Bridal & Wedding Expo",
        "event_time": "Nov 3, 2024 - Nov 3, 2024",
        "location": "David L. Lawrence Convention Center|1000 Fort Dusquene Boulevard,Pittsburgh, PA 15222"
    },
    {
        "event_name": "Disney's Beauty and the Beast",
        "event_time": "Nov 7, 2024 - Nov 10, 2024 | 7:30 pm - 1:00 pm",
        "location": "Byham Theater|101 Sixth Street,Pittsburgh, PA 15222",
        "content": [
            "Pittsburgh Musical Theater in collaboration with The Pittsburgh Cultural Trust presents Disney's Beauty and the Beast.",
            "The romantic and beloved fairytale recounts the story of Belle, a young woman in a provincial town, and the Beast, who is really a young prince trapped under the spell of an enchantress. If the Beast can learn to love and be loved, the curse will end and he will be transformed into his former self. But time is running out. If the Beast does not learn his lesson soon, he and his household will be doomed for all eternity. Featuring all of the wonderful songs made famous in the Academy Award-winning animated feature film, along with new ones written for the stage adaptation, the enchantment never ends!",
            "Music by Alan Menken",
            "Lyrics by Howard Ashman Tim Rice",
            "Book by Linda Woolverton",
            "Disney Beauty and the Beast is presented through special arrangement with Music Theatre International (MTI). All authorized performance materials are also supplied by MTI. www.mtishows.com",
            "This performance is presented by the young artists of PMT Conservatory in collaboration with the CAPA Orchestra."
        ]
    },
    {
        "event_name": "Iron Maiden",
        "event_time": "Nov 8, 2024 - Nov 8, 2024 | 7:30 pm - 10:30 pm",
        "location": "PPG Paints Arena|1001 Fifth Ave,Pittsburgh, PA 15219"
    },
    {
        "event_name": "Jim Gaffigan",
        "event_time": "Nov 9, 2024 - Nov 9, 2024 | 7:00 pm - 10:00 pm",
        "location": "PPG Paints Arena|1001 Fifth Ave,Pittsburgh, PA 15219"
    },
    {
        "event_name": "American Society of Microbiology - Annual Biomedical Research Conference for Minority Students",
        "event_time": "Nov 14, 2024 - Nov 16, 2024",
        "location": "David L. Lawrence Convention Center|1000 Fort Dusquene Boulevard,Pittsburgh, PA 15222",
        "content": [
            "The four-day conference will consist in thousands of presentations related to STEM disciplines and the best researches will be awarded during the conference’s closing banquet. Please check the website to learn more!"
        ]
    },
    {
        "event_name": "SkyWatch",
        "event_time": "Nov 16, 2024 - Nov 16, 2024 | 7:00 pm - 9:00 pm",
        "location": "Carnegie Science Center|1 Allegheny Ave,Pittsburgh, PA 15212",
        "content": [
            "What cosmic wonders lie just out of reach, waiting to be discovered among the starry frontier? Guests are invited to reconnect with the night sky through a featured planetarium performance and, weather-permitting, live views of night sky objects in stunning telescopic detail. In addition to the rooftop observing session, a complementary suite of indoor astronomical experiences will be accessible and comfortable for all guests. The events are rain or shine.",
            "Doors open at 8:45 pm. Additional summer dates scheduled for Saturdays: June 8, July 13, and Aug. 10. Please note the November SkyWatch runs from 7–9 pm."
        ]
    },
    {
        "event_name": "Mike Birbiglia: Please Stop the Ride",
        "event_time": "Nov 23, 2024 - Nov 24, 2024 | 6:00 pm - 7:30 pm",
        "location": "Byham Theater|101 6th St,Pittsburgh, PA 15222",
        "content": [
            "His five solo shows Sleepwalk With Me, My Girlfriend’s Boyfriend, Thank God For Jokes, The New One, and The Old Man & The Pool enjoyed successful runs on and off Broadway and became hit Netflix comedy specials. The shows merge storytelling and comedy in a way that The New York Times has called “Birbiglian.” Birbiglia also wrote, directed, and starred in the films Sleepwalk with Me and Don’t Think Twice. As an actor, Birbiglia has appeared in the films Trainwreck, The Fault in Our Stars, Popstar, A Man Called Otto as well as TV roles in Orange Is the New Black and Billions. He hosts the podcast Mike Birbiglia's Working It Out"
        ]
    },
    {
        "event_name": "Eagle Fall Show Pittsburgh 2024",
        "event_time": "Nov 23, 2024 - Nov 24, 2024",
        "location": "David L. Lawrence Convention Center|1000 Fort Dusquene Boulevard,Pittsburgh, PA 15222"
    },
    {
        "event_name": "KANSAS",
        "event_time": "Dec 11, 2024 - Dec 11, 2024 | 7:30 pm - 10:00 pm",
        "location": "Benedum Center|7th St and Penn Ave,Pittsburgh, PA 15222",
        "content": [
            "Fans will hear songs spanning 50 years of KANSAS music including hits such as Carry On Wayward Son, Dust in the Wind, Point of Know Return, Play the Game Tonight, and Fight Fire with Fire, fan favorites, and deep cuts that have rarely been played live."
        ]
    },
    {
        "event_name": "Lit Friday",
        "event_time": "Dec 13, 2024 - Dec 13, 2024 | 6:00 pm - 7:00 pm",
        "location": "Virtual Event",
        "content": [
            "Lit Fridays is a literary-focused, virtual salon presented by the August Wilson African American Cultural Center, featuring conversations and guest performances on the last Friday* of each month at 6:00p EST via Facebook Live and Zoom Webinar. All conversations are moderated by AWAACC Literary Curator, Jessica Lanay."
        ]
    },
    {
        "event_name": "AWCommunity Day",
        "event_time": "Dec 14, 2024 - Dec 14, 2024 | 12:00 pm - 4:00 pm",
        "location": "August Wilson African American Cultural Center",
        "content": [
            "AWCommunity Days is a quarterly event that is proudly sponsored by UPMC/UPMC Health Plan. This free family-friendly event features local vendors, artisans, performers, and themed community building activations at the August Wilson African American Cultural Center. Community days."
        ]
    },
    {
        "event_name": "Justin Timberlake",
        "event_time": "Dec 14, 2024 - Dec 14, 2024 | 7:30 pm - 11:00 pm",
        "location": "PPG Paints Arena|1001 Fifth Ave,Pittsburgh, PA 15219"
    },
    {
        "event_name": "Storytime Spotlight",
        "event_time": "Dec 17, 2024 - Dec 17, 2024 | 6:30 pm - 7:30 pm",
        "location": "Virtual Event",
        "content": [
            "This series highlights Black and Brown children’s book authors and will feature conversations and a live reading with the author.",
            "Storytime Spotlight Series is moderated by Cathryn Calhoun, Director of Education and Community Engagement at AWAACC."
        ]
    }
]