[
    {
        "event_name": "Pandemic : Global Dancehall, Cumbia, Bhangra, Balkan Bass",
        "event_time": "First Friday of every month, 9:30 p.m. and Third Saturday of every month, 9:30 p.m.",
        "location": "Brillobox",
        "price": "N/A",
        "content": "412-621-4900"
    },
    {
        "event_name": "Poetry & Pints",
        "event_time": "Fourth Thursday of every month, 6 p.m.",
        "location": "Burgh'ers Restaurant",
        "price": "Free",
        "content": "It's a laid back night of beer and reading with Poetry and Pints at Burgh'ers in Lawrenceville. The monthly reading kicked off in 2016 at East End Brewing and it's developed a strong following and tight-knit community of writers and readers who enjoy the no-pressure environment and workshop-style structure. Read your own work or cover someone else's; plus, \"shameless self-promotion is HIGHLY ENCOURAGED,\" so don't be afraid to go off.\n724-473-0710"
    },
    {
        "event_name": "Biophilia: Pittsburgh",
        "event_time": "First Thursday of every month, 5:30 p.m.",
        "location": "Phipps Conservatory & Botanical Gardens",
        "price": "N/A",
        "content": "A meet-up group dedicated to strengthening the bond between people & the natural world. Come discuss an enviromental topic & share ideas.\n412-622-6914"
    },
    {
        "event_name": "Pittsburgh Pride Bowling",
        "event_time": "Second Sunday of every month, 6:30 p.m.",
        "location": "Forward Lanes",
        "price": "N/A",
        "content": "Bowling league for LGBT community & allies.\n724-712-1745"
    },
    {
        "event_name": "Salsa Fridays",
        "event_time": "Fridays, 10:30 p.m.-1:30 a.m.",
        "location": "Cabaret at Theater Square",
        "price": "N/A",
        "content": "412-325-6769"
    },
    {
        "event_name": "Wednesday’s Tango Night",
        "event_time": "Wednesdays, 6 p.m. Continues through Oct. 30",
        "location": "Wightman School",
        "price": "20",
        "content": "Wednesday’s Tango Night at Wightman !\nNew Beginner Session Starting October2nd\nDiscover the Passion of Tango - Join Our Tango Class!\nAre you ready to immerse yourself in the world of Argentine Tango? Our classes offer a unique opportunity to learn this elegant and passionate dance form, whether you're a beginner or an experienced dancer.\nBeginner Tango Class: 6:30 PM - 7:30 PM\nPaid in advance: $15/class ($75 for a 5-week session)\nWalk-ins: $20/class\n4126386941"
    },
    {
        "event_name": "Open Bluegrass Jam at East End Mt Lebanon",
        "event_time": "Wed., Oct. 16, 7-9 p.m., Wed., Oct. 30, 7-9 p.m. and Wed., Nov. 13, 7-9 p.m.",
        "location": "East End Brewing Taproom - Mt Lebanon",
        "price": "N/A",
        "content": "Hosted by John and Wendy Mackin. All levels of acoustic stringed instrument players welcome. Every other Wednesday, 7-9 p.m. No cover.\nEast End Mt Lebanon Taproom is located at 651 Washington Rd, Pittsburgh 15228.\n412) 537-2337"
    },
    {
        "event_name": "Pittsburgh Playhouse Fall Fest",
        "event_time": "Thu., Oct. 17, Fri., Oct. 18, Sat., Oct. 19, Sun., Oct. 20, Thu., Oct. 24, Fri., Oct. 25, Sat., Oct. 26 and Sun., Oct. 27",
        "location": "Pittsburgh Playhouse of Point Park University",
        "price": "N/A",
        "content": "The Pittsburgh Playhouse Fall Fest will offer several autumn-themed festivities including food, drinks, games, crafts, live music by local band The Hauntones, live action characters, tarot card readings, a commissioned fall mural for Instagram photos by Pittsburgh-based muralist Cara Rossetti, a “pop-up” Halloween-themed bar with specialty cocktails and a family-friendly Halloween Show titled Boo’s Halloween House Party. On weekends during the run of Fall Fast, Forbes Avenue will be closed for pedestrian traffic allowing visitors to enjoy local vendors and activities – this first fall festival of its kind in Downtown Pittsburgh.\n4123928000"
    },
    {
        "event_name": "Fall Fest",
        "event_time": "Thu., Oct. 17, 7:30 p.m., Fri., Oct. 18, 7:30 p.m., Sat., Oct. 19, 11 a.m.-7 p.m., Sun., Oct. 20, 11 a.m.-3 p.m., Thu., Oct. 24, 7:30 p.m., Fri., Oct. 25, 7:30 p.m., Sat., Oct. 26, 11 a.m.-7 p.m. and Sun., Oct. 27, 11 a.m.-3 p.m.",
        "location": "Pittsburgh Playhouse of Point Park University",
        "price": "free",
        "content": "The first annual Pittsburgh Playhouse Fall Fest features entertainment for everyone! Enjoy food & drinks, carnival booths, local vendors, face painting, arts & crafts, tarot readings, and a Halloween themed parody show, Boo's Halloween House Party!\nEntrance to the Fall Fest is free to the general public, with tickets and discounted family packages (with special tricks-and-treats) for Boo's Halloween House Party on sale now!\n(412) 392-8000"
    },
    {
        "event_name": "Tot Shabbat & Dinner",
        "event_time": "Fri., Oct. 18, 5:30-6:15 p.m., Fri., Nov. 15, 5:30-6:15 p.m. and Fri., Dec. 20, 5:30-6:15 p.m.",
        "location": "Temple Sinai",
        "price": "Free",
        "content": "5 PM Snacks & Fun!\n5:30 PM Service\n5:45 PM Dinner (complimentary & kid-friendly)\nBring your little ones for Tot Shabbat at Temple Sinai. We welcome everyone regardless of synagogue affiliation. Our service is geared towards ages 0–3. We “soft start” at 5pm with snacks and activities that include sensory, big-body, and creative play, and at 5:30 are joined by our clergy for a short, interactive, musical service. We eat dinner together as a group, and then kids go back to playing. If it's your first time joining us, please contact Danie Oberman.\n412-421-9715"
    },
    {
        "event_name": "SCARY HARRY'S 2024 RETRIBUTION",
        "event_time": "Fri., Oct. 18, 7-10 p.m., Sat., Oct. 19, 7-10 p.m., Sun., Oct. 20, 7-10 p.m., Fri., Oct. 25, 7-10 p.m., Sat., Oct. 26, 7-10 p.m. and Sun., Oct. 27, 7-10 p.m.",
        "location": "Scary Harry's Haunted Trails",
        "price": "$20.00",
        "content": "The Fall Moon gives rise to those that gallop through the darkness. No man or beast will be free of the RETRIBUTION of what lurks in the woods.\n855-688-7277"
    },
    {
        "event_name": "Owl-O-Ween",
        "event_time": "Saturdays, Sundays, 11 a.m.-4 p.m. Continues through Oct. 27",
        "location": "National Aviary",
        "price": "Included with Admission",
        "content": "Trick or Treat!\nBring the whole family to the National Aviary to celebrate mysterious creatures that fly through the night! Enjoy a sp-OO-ky meet and greet, learn all about owls from an Aviary Expert, and come dressed in your costume to partake in the Halloween festivities! Plus, kids can collect treats during activities throughout the Aviary.\n4122589445"
    },
    {
        "event_name": "Open Bluegrass Jam (Traditional Circle)",
        "event_time": "Sun., Oct. 20, 1-3 p.m. and Sun., Nov. 24, 1-3 p.m.",
        "location": "Allegheny City Brewing Taproom",
        "price": "N/A",
        "content": "Come pick, come drink, come listen!\nThis is a traditional bluegrass jam circle and all levels of stringed instrument players are welcome to join! Regardless of how long you've played, we encourage you to pick. You can always pass on solos and you never have to call a tune ... we're a judgement-free group of players! If you're not a musician, you're welcome, too!\nJam starts at 1 p.m. No cover.\nAllegheny City Brewing Taproom is located in Pittsburgh's Deutschtown neighborhood. Street parking is available in front of the brewery and there is a large city parking lot out back.\n(412) 904-3732"
    },
    {
        "event_name": "Fall Student Choreography Project",
        "event_time": "Wed., Oct. 23, 7:30 p.m., Thu., Oct. 24, 7:30 p.m., Fri., Oct. 25, 7:30 p.m., Sat., Oct. 26, 2 & 7:30 p.m. and Sun., Oct. 27, 2 p.m.",
        "location": "George Roland White Performance Studio, Point Park Univ.",
        "price": "23-55",
        "content": "See the dancers of tomorrow onstage today. The Student Choreography Project showcases the depth and breadth of talent on display within the Conservatory Dance program, featuring the cutting-edge, fresh work of the top young artists in the country.\n(412) 392-8000"
    },
    {
        "event_name": "Angelmakers: Songs for Female Serial Killers",
        "event_time": "Thu., Oct. 24, 8-10:30 p.m., Fri., Oct. 25, 8-10:30 p.m., Wed., Oct. 30, 8-10:30 p.m. and Thu., Oct. 31, 8 a.m.-10:30 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "25-45",
        "content": "RealTime Arts presents Angelmakers, a true-crime concert musical about female serial killers through history. With music ranging from post-punk to indie rock to country and beyond, this concert-play is a howl full of bad luck, pathos, and feminine rage.\nOur cast includes blistering R&B singer Jacquea Mae and music-theater favorites Julianne Avolio and Drew Leigh Williams, with special guests Liz Berlin of Rusted Root, Mai Khôi (Bad Activist), and Ukrainian rock singer Mari Frazé-Frazénko (Frazé-Frazénko and the Happy Lovers), accompanied by guitarist/ clarinet-shredder Lenni Green, drummer Cassie Prentiss, and bassist Allie Reefer.\nBecause after all, everyone deserves one song.\n5124961357"
    },
    {
        "event_name": "The Picture of Dorian Gray",
        "event_time": "Fri., Oct. 25, 7:30-9:30 p.m., Sat., Oct. 26, 2:30-4:30 & 7:30-9:30 p.m., Fri., Nov. 1, 7:30-9:30 p.m. and Sat., Nov. 2, 2:30-4:30 & 7:30-9:30 p.m.",
        "location": "Carnegie Stage",
        "price": "N/A",
        "content": "Stage Warp Productions presents a haunting adaptation of Oscar Wilde’s The Picture of Dorian Gray\nWitness Robert Kauzlaric’s powerful adaption of an Oscar Wilde classic. This period drama explores beauty, morality, and the consequences of a life lived for pleasure. The production will feature a talented local cast including George Ramey, a graduate of Duquesne University, as the title character. Under the direction of Brooke Echnat and Hannah Eyler Dearborn, the team aims to bring Wilde’s rich language and complex characters to life with a modern twist."
    },
    {
        "event_name": "Halloween Bar Crawl - Pittsburgh",
        "event_time": "Sat., Oct. 26, 3-11:30 p.m. and Thu., Oct. 31, 4-11:30 p.m.",
        "location": "Twelve Whiskey Barbecue",
        "price": "$20.00",
        "content": "More Girls, More Guys, More Action - Pennsylvania's most popular Halloween Crawl is back in Pittsburgh!\n813-895-1109"
    },
    {
        "event_name": "Halloween Hunt",
        "event_time": "Sun., Oct. 27, 10 a.m.-5 p.m.",
        "location": "Carnegie Science Center",
        "price": "Included with general admission",
        "content": "Show off your Halloween costume and get ready for spooky science! Go on a Halloween-themed scavenger hunt throughout the Science Center, enjoy hands-on activities and games, and get pictures in front of your favorite exhibits! Other activities include:\nSee a glass candy demonstration and make ghostly boo bubbles\nBuild your own tiny, haunted house\nLearn how to use recycled materials to make EcoBrix in Mars: The Next Giant Leap®\nRead not-so-scary stories in Buhl Planetarium for Storytime Under the Stars\nMake your own nebula spin art\nFind Nemo on the USS Requin (SS 481) submarine\nAnd more!\n4122373400"
    },
    {
        "event_name": "FUNGUS - Tribute to Grateful Dead - Unplugged Matinee",
        "event_time": "Sun., Oct. 27, 11 a.m.-2 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome FUNGUS - Tribute to Grateful Dead on Sunday, October 27, 2024! This is an unplugged matinee performance. Entry and seating for event attendees begin at 11:00 AM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identifica\n412-481-7625"
    },
    {
        "event_name": "The Right TurnClyde Experience (unplugged) show at SanaView Farms and Winery",
        "event_time": "Sun., Oct. 27, 1 p.m.",
        "location": "SanaView Farm",
        "price": "No Cover",
        "content": "O boy .. its gonna be some fun in the mountains...join The Right TurnClyde Experience (unplugged show) as we hit SanaView Farms Winery for their Fabulous Fall Farm Fest .. Great food, great wines all in the surroundings of the mountain air and foliage.\nThis will be a blast."
    },
    {
        "event_name": "Open Bluegrass Jam (Traditional Circle)",
        "event_time": "Sun., Oct. 27, 1-3 p.m. and Sun., Dec. 15, 12-3 p.m.",
        "location": "Cork Harbour Pub",
        "price": "N/A",
        "content": "Come pick, come drink, come listen! This is a traditional bluegrass jam circle and all levels of stringed instrument players are welcome to join! Regardless of how long you've played, we encourage you to pick. You can always pass on solos and you never have to call a tune ... we're a judgement-free group of players! If you're not a musician, you're welcome, too! Jam starts at 1pm. No cover. Cork Harbour is located at 181 43rd Street in in Lawrenceville. Street parking can be tight, but there is a lot one block away on Butler between 42nd and 43rd.\n412 223-5725"
    },
    {
        "event_name": "Spotlight: Monthly LGTBQ+ Theatre Jam Session",
        "event_time": "Sun., Oct. 27, 7-9 p.m.",
        "location": "Benedum Center",
        "price": "N/A",
        "content": "Join us for the next in-person monthly jam session for Spotlight, a space for Pittsburgh-based LGBTQ+ theatre artists to take center stage. During these meet-ups, we invite LGBTQ+ folx of all backgrounds and experience levels to share their talents and ideas with each other in a fun and casual atmosphere.\n724-331-7525"
    },
    {
        "event_name": "Trick-or-Treating at Museum of Illusions Pittsburgh.",
        "event_time": "Mon., Oct. 28, 10 a.m.-8 p.m., Tue., Oct. 29, 10 a.m.-8 p.m., Wed., Oct. 30, 10 a.m.-8 p.m. and Thu., Oct. 31, 10 a.m.-8 p.m.",
        "location": "Museum of Illusions Pittsburgh",
        "price": "N/A",
        "content": "Experience the mystery of illusions this Halloween at the Museum of Illusions Pittsburgh. While MOI is known for its tricks, it also wants to treat guests. Kids can get a head start on trick-or-treating at the Museum during regular operating hours, and don’t forget the tricks! Fan-favorite illusions like Head on a Plate, Ames Room, the Vortex Tunnel, and more will have guests wondering what’s real and what’s not. It’s the perfect destination for families looking to treat their kids to some tricks that aren’t too scary during this fright-filled season.\n412-239-8990"
    },
    {
        "event_name": "Victorian Morals and Manners",
        "event_time": "Mon., Oct. 28, 7-8 p.m.",
        "location": "Andrew Carnegie Free Library Music Hall",
        "price": "Free",
        "content": "To celebrate Prime Stage Theatre’s upcoming production of Great Expectations, you are invited to “dust off your Dickens” and join us for an exploration of Victorian morals and manners! Learn about the language of flowers and so much more, as we debunk historical myths about the Victorian age!\nRegistration is appreciated, but walk-ins are welcome. Please click the link to register.\n(412) 276-3456"
    },
    {
        "event_name": "Carnegie Mellon Chamber Series: New Sounds",
        "event_time": "Mon., Oct. 28, 7:30-9:30 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Chamber Series: New Sounds\nThe Carnegie Mellon University Chamber Series brings together members of the CMU Faculty and Pittsburgh Symphony Orchestra for outstanding music making in an intimate space.\nProgram:\nEinojuhani Rautavaara Violin Fantasia\nPhilip Glass Quartet Satz\nJeanine Rueff Clarinet Concertino\nWil Offermans Honami\nRobert Muczynski Fantasy Trio for Clarinet, Cello and Piano\nJennifer Higdon Piano Trio\nJeremy Black, violin\nRegi Papa, violin\nDavid Harding, viola\nAron Zelkowicz, cello\nVictoria Luperi, clarinet\nAlberto Armaza, flute\nSung-Im Kim, piano\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "Rookies' Spooky Salsa Social",
        "event_time": "Mon., Oct. 28, 9:15 p.m.-12 a.m.",
        "location": "Los Sabrosos Dance Co.",
        "price": "$5.00",
        "content": "Rookie's SPOOKY Salsa Social: A new Monday night Salsa social designed for beginner Salsa dancers and the salsa-curious! The perfect opportunity for novice dancers who are still a bit nervous about attending standard socials. Come practice in a stress free environment and meet other dancers like you! Time: 9 PM – 12 AM Pricing: $5 per person We take cash, card, and Venmo payments at the front desk. BYOB. 4909 Penn Ave Pittsburgh, PA 15224 4124650290\n412-465-0290"
    },
    {
        "event_name": "SpinCycle at the Zelienople Merchant Trick or Treat/Halloween Parade!",
        "event_time": "Tue., Oct. 29, 5-7 p.m.",
        "location": "Main St., Zelienople",
        "price": "Free",
        "content": "Kick off your Halloween celebration with a fun, family-friendly evening of spooky delights, a parade of awesome costumes and great music provided by SpinCycle. There will be a collection box to donate new or “like new” children’s coats and monetary donations will be accepted to purchase new coats.\n4129130437"
    },
    {
        "event_name": "Conservation Open House-the reveal of the Transcendent Vision!",
        "event_time": "Tue., Oct. 29, 7-9 p.m.",
        "location": "Vanka Murals",
        "price": "FREE",
        "content": "Join us for the reveal of the Transcendent Vision and help us celebrate our conservation team!\nView the results of recent conservation while learning more about the preservation effort. Be among the first to see recent additions to the Vanka Collection and sketches by community artists. Raffles, button-making, dessert, and more.\nThis event is free and open to the public, registration is strongly encouraged. Registrants are automatically entered into our raffle drawing!\n4124183180"
    },
    {
        "event_name": "Korean Cooking Class",
        "event_time": "Wed., Oct. 30, 6-8 p.m.",
        "location": "East End Food Co-op",
        "price": "25",
        "content": "Learn to make a fun variation of a classic Korean dish. Similar to a sushi roll, you’ll learn how the two dishes differ, as well as other interesting facts about Korean cuisine. Participants will make their own to eat and/or take home and share (vegetarian/vegan). Presented by Jeonghee Choi of YeGa Kimchi.\n4122423598"
    },
    {
        "event_name": "October Guest Chef Dinner featuring Chef Chris Galarza",
        "event_time": "Wed., Oct. 30, 6:30-8 p.m.",
        "location": "Community Kitchen Pittsburgh",
        "price": "$65.00",
        "content": "Join us for our October Guest Chef Dinner Event! This particular dinner will be quite an industry treat as culinary sustainability trailblazer, Chef Christopher Galarza, enters our kitchen to work with our students to prepare and present a multicourse meal for our guests. In our commercial and training kitchen, these events give our culinary training students the opportunity to work with chefs from across Pittsburgh and gain valuable work experience. Proceeds from these events go right back into our nonprofit's training and transitional employment programs.\nWhen you purchase your ticket to a Guest Chef Dinner, \"your dollars make change\".\n412-246-4736"
    },
    {
        "event_name": "Heinz Chapel Halloween Concert",
        "event_time": "Wed., Oct. 30, 7-8 & 11 p.m.-12 a.m.",
        "location": "Heinz Memorial Chapel",
        "price": "$6.66",
        "content": "Join us for your favorite Halloween songs and organ music with singers Sarah Nadler and Logan Newman with organist Jon Tyillian. Hear selections from Phantom of the Opera and Sweeny Todd, the famous Toccata and Fugue in d minor by J.S. Bach, and even the Queen of the Night’s raging aria by Mozart - all in the candlelit glow of the gothic masterpiece of Heinz Chapel. Costumes are encouraged!\n4126244157"
    },
    {
        "event_name": "The Punk Rock Horror Show w/ Green Jelly & First Jason",
        "event_time": "Thu., Oct. 31, 7-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$20.00",
        "content": "Hard Rock Cafe and CE Presents welcome The Punk Rock Horror Show featuring Green Jelly and First Jason with special guests The Wasted, 13occult and The X-Ray Dead on Thursday, October 31, 2024! Entry and seating for event attendees begin at 6:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Seating within the event is available on a first-come, first-served basis. If you require accessible seating accommodations, you must notify the venue in advance.\n412-481-7625"
    },
    {
        "event_name": "DRAG ME TO VELUM 🔪🩸💄",
        "event_time": "Thu., Oct. 31, 7-11 p.m.",
        "location": "Velum Fermentation",
        "price": "N/A",
        "content": "Join us this Halloween for a horrifically sickening evening of Drag, Music, and Circus! Get ready to scream and be entertained as our spine-chilling lineup will leave you breathless! Don't forget to bring your A-game for our Costume Contest. Killer looks are a must and will win a very special prize! 🌙✨ Let’s make it a night to remember! 🎃👻 #DragMeToVelum\nMusic by:\nHimboza & Solid Colors\nDrag Performances by:\nAunt Honey\nBelair Banks\nEureka Siggs\nJaxa Froot\nJoemygosh\nJoey Young\nCircus Arts by: Iron City Circus Arts\nNA"
    },
    {
        "event_name": "The Dollar Sale",
        "event_time": "Fri., Nov. 1, 11 a.m.-7 p.m., Sat., Nov. 2, 10 a.m.-6 p.m. and Sun., Nov. 3, 12-5 p.m.",
        "location": "Jerry's Records",
        "price": "N/A",
        "content": "Three Weekends of The Dollar Sale! Over 25,000 CDs! Over 20,000 45s! Over 10,000 LPs! Over 5,000 DVDs! Everything Priced at Only $1!\nSeptember 27th-29th, October 11th-13th, November 1st-3rd. Fridays 11am-7-pm, Saturdays 10am-6pm, Sundays 12pm-5pm.\n4124224533"
    },
    {
        "event_name": "Luke Gallagher Live at The Tasting Room",
        "event_time": "Fri., Nov. 1, 5-7:30 p.m.",
        "location": "Pittsburgh Winery",
        "price": "$5",
        "content": "Nov. 1st is Samhain (Sow-en) the pagan origin of Halloween that marks the beginning of the Celtic New Year. And who better to help celebrate Samhain than singer-songwriter Luke Gallagher in his debut performance at the Pittsburgh Winery Tasting Room.\nLuke hails from a large musical family where his love of music began at age three, performing in the family’s annual St. Patrick’s Day shows. He covers a wide variety of 90s and 2000s alternative rock and pop, along with classic hits, current favorites and a smattering of Irish tunes. His voice is smooth like a glass of fine Cabernet.\n412-566-1000"
    },
    {
        "event_name": "Marshall Reese & Antoni Muntadas “Political Advertisement XI” Screening and Q&A",
        "event_time": "Fri., Nov. 1, 5:30-8 p.m.",
        "location": "Frank-Ratchye STUDIO for Creative Inquiry",
        "price": "Free Admission",
        "content": "Join us in the STUDIO on Friday, November 1st at 5:30 PM for a special guest appearance by Marshall Reese & Antoni Muntadas.\nMarshall and Antoni will host a screening of their film “Political Advertisement XI 1952-2024” followed by a Q&A moderated by Dr. Kathleen Newman of Dietrich College of Humanities and Social Sciences Department of English. This event is made possible by the Sylvia & David Steiner Speaker Series the School of Art at Carnegie Mellon, the Dietrich College of Humanities and Social Sciences Department of English, and the Center for the Arts in Society, and was proposed by\n412 336-8393"
    },
    {
        "event_name": "Ballroom Sampler: Cha-Cha",
        "event_time": "Fri., Nov. 1, 7-8 p.m., Fri., Nov. 8, 7-8 p.m. and Fri., Nov. 15, 7-9 p.m.",
        "location": "Los Sabrosos Dance Co.",
        "price": "$20",
        "content": "Ballroom Sampler: Cha-Cha\nNovember 1st & 8th from 7 - 8 PM : Standard 1 hour Ballroom class\n*November 15th from 7 - 9 PM : Standard class & Mini-Social !\nA beloved Latin dance with Cuban origins, Cha-Cha (or cha-cha-chá) can be danced to both traditional Cuban music and Latin pop hits!\n*The two-hour lesson on 11/15/24 is twice our usual drop-in rate. (Usually $20, $40 for extended class time) The first two dates; 11/1 & 11/8 will cost the standard $20 rate.*\n-Beginners - Intermediate\n-No partner required\n-Discounts for students, military members, Senior citizens, and low income\n412-465-0290"
    },
    {
        "event_name": "Freshworks: Arnita Simone - Heavy Is The Crown",
        "event_time": "Fri., Nov. 1, 7:30-9 p.m. and Sat., Nov. 2, 7:30-9 p.m.",
        "location": "Kelly Strayhorn Theater: The Alloy Studios",
        "price": "Pay What Moves You: $15 – $30",
        "content": "Heavy Is The Crown is a celebration of African American culture and the beauty of the Black diaspora by Freshworks artist Arnita Simone. This contemporary dance performance in progress explores the interconnected, sacred histories of Black hair traditions, honoring them while educating audiences about the fascinating origins and revolutionary applications of these styles. Heavy Is The Crown traces historically and culturally significant moments from 3500 BCE, when a hairstyle would be used to communicate a person’s wealth, power, ethnicity, marital status, religion, and more, through the natural hair movement of the 1960’s, to the social media resurgence of natural hairstyles\n(412) 363-3000"
    },
    {
        "event_name": "Great Expectations",
        "event_time": "Fri., Nov. 1, 7:30-9:30 p.m., Sat., Nov. 2, 7:30-9:30 p.m., Sun., Nov. 3, 2:30-4:30 p.m., Fri., Nov. 8, 7:30-9:30 p.m., Sat., Nov. 9, 2:30-4:30 & 7:30-9:30 p.m. and Sun., Nov. 10, 2:30-4:30 p.m.",
        "location": "New Hazlett Theater",
        "price": "$19-39",
        "content": "This imaginative adaptation brings Charles Dickens’ classic rags-to-riches tale to vibrant new life. Pip, a young orphan in 19th century England, life is about to change. In a world ruled by money and social class, will he find his fortune? Follow the extraordinary adventures of Pip, as he seeks to fulfill his romantic destiny.\n724-773-0700"
    },
    {
        "event_name": "Ambient Alchemists Presents: The Widdler's Zero G Album Tour w/ Yoko, Sqonk, ikhanhik",
        "event_time": "Fri., Nov. 1, 9 p.m.-2 a.m.",
        "location": "Thunderbird Café & Music Hall",
        "price": "$25-$35",
        "content": "Ambient Alchemists Presents: The Widdler's Zero G Album Tour w/ Yoko, Sqonk, ikhanhik\nThis will be The Widdler’s first ever album release coinciding with an album tour. The album will feature TWO sides featuring both deep / vibey tunes as well as high energy / heavy dubstep.\nProduction • Sound • Live Painting • Harm Reduction Safety Services\nAs always...\nRespect yourself\nRespect eachother\nRespect your surroundings\n🧪\nambientalchemists.com\n4127376647"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari Opening Night",
        "event_time": "Fri., Nov. 1, 9:30 p.m.",
        "location": "Union Trust Building",
        "price": "$75",
        "content": "Be the first to see The Cabinet of Dr. Caligari! After the show, enjoy champagne, sweets from Ritual House pastry chef Zoe Peckich, and a chance to socialize with the actors and creative team.\n4123621713"
    },
    {
        "event_name": "Pointe In Time",
        "event_time": "Sat., Nov. 2, 6-12 a.m.",
        "location": "Westin Convention Center Pittsburgh Hotel",
        "price": "750",
        "content": "The evening includes a multi-course dining experience for guests as they enjoy exclusive performances by PBT company artists and PBT School students. A silent and live auction, pointe shoe raffle, Community Youth Scholarship appeal and dancing to a live band are all a part of the night’s festivities.\nWe invite you to gather family, friends, colleagues and clients, and join us for an unforgettable night celebrating PBT’s world-class art and life-changing programs.\n412-454-9127"
    },
    {
        "event_name": "Drink Your Watershed: Fundraiser for Clean Water",
        "event_time": "Sat., Nov. 2, 5-9 p.m.",
        "location": "Pittsburgh Brewing Company",
        "price": "$55 - $150",
        "content": "Join Three Rivers Waterkeeper at Pittsburgh Brewing Company celebrating our progress made towards clean water with conversations on where we still need to go. Tickets include dinner, open bar, entry to a door prize, and a tour of the brewery. Proceeds from this event help us hold polluters accountable and provide free educational programming.\n4126921144"
    },
    {
        "event_name": "Kaiju Big Battel",
        "event_time": "Sat., Nov. 2, 6-9 p.m.",
        "location": "Preserving Underground",
        "price": "$25.00 - $40.00",
        "content": "Monsters are real and coming to the greater Pittsburgh area!\nKaiju.com - The city-crushing creatures of Kaiju Big Battel are celebrating THIRTY YEARS of destruction as they host a full scale “Big Battel” at Preserving Underground, in Kensington. Prepare for the monsters, mayhem and fun, coming to Preserving Underground at 1101 5TH Ave, New Kensington PA- Saturday, November 2nd, at 6:00PM. Kaiju Big Battel is a performance art event that takes place in a wrestling ring- it is the world's only live monster fighting tournament! As seen on MTV, CNN Spin Magazine, and more. Monsters are real- danger can happen!\n(724) 980-5170"
    },
    {
        "event_name": "Owling at the Moon",
        "event_time": "Sat., Nov. 2, 6-10 p.m.",
        "location": "Powdermill Nature Reserve",
        "price": "$5.00",
        "content": "Join us for Owling at the Moon! We will have a bonfire, crafts, owl pellet dissections and other activities, and our staff will even try to catch an owl!\n4126223131"
    },
    {
        "event_name": "Wisdom of the Blues w/ Vocalist Jessica Lee and Friends!",
        "event_time": "Sat., Nov. 2, 6-10 p.m.",
        "location": "Pittsburgh Shrine Center",
        "price": "$50.00",
        "content": "Don’t miss “Wisdom of the Blues” an amazing musical event with Vocalist Jessica Lee and Friends! Featuring Guitarist Mark Strickland • Percussionist Rich Zabinski • Rick Gallagher on Keys • Saxophonist Eric DeFade.\nJourney through your blues, to sparks of hope, into pathways of joy!\nSATURDAY, NOVEMBER 2\nDOORS OPEN 6 • STARTS AT 6:30-9:30 PM • All Ages • Drinks & Food\nTHE PITTSBURGH SHRINE CENTER\n1877 SHRINERS WAY, CHESWICK, PA 15024\nTICKETS AT EVENTBRITE.COM: https://www.eventbrite.com/.../wisdom-of-the-blues-show...\nDONATE MUSICAL INSTRUMENTS TO THE FARINA FOUNDATION AT THE EVENT.\nThe Farina Foundation is a Musical Non-Profit located in the North Hills of\n7242747000"
    },
    {
        "event_name": "Candlelight: Featuring Vivaldi’s Four Seasons & More",
        "event_time": "Sat., Nov. 2, 6:30-7:45 p.m.",
        "location": "Trinity Episcopal Cathedral",
        "price": "$34.00",
        "content": "⭐ Candlelight concerts bring the magic of a live, multi-sensory musical experience to awe-inspiring locations like never seen before in Pittsburgh\n402-249-2445"
    },
    {
        "event_name": "Baroque Music for Christmas",
        "event_time": "Sat., Nov. 2, 7:30-9 p.m.",
        "location": "Mary Pappert School of Music",
        "price": "$10 Suggested Donation (cash only, at the door)",
        "content": "The Dukes Music\nDr. Paul V. Miller, director\nMusic of:\nJ. S. Bach\nMichel Corrette\nGiovanni Battista Fontana\nG. F. Handel\nWilliam Billings\n4123966083"
    },
    {
        "event_name": "Anthony Gomes",
        "event_time": "Sat., Nov. 2, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$25.00",
        "content": "Hard Rock Cafe and CE Presents welcome Anthony Gomes with special guest Blues Attack on Saturday, November 2, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Seating within the event is available on a first-come, first-served basis. If you require accessible seating accommodations, you must notify the venue in advance. If you wish to eat and/or drink prior to the event you may contact the venue by phone at 412.481.7625 or place your reservation on\n412-481-7625"
    },
    {
        "event_name": "Carnegie Mellon Philharmonic",
        "event_time": "Sat., Nov. 2, 8-10 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "$10 / $5",
        "content": "Carnegie Mellon Philharmonic\nDimitri Papadimitrou, conductor\nProgram:\nSergei Prokofiev - Symphony No. 1 in D Major, Op. 25\nW. A. Mozart - Piano Concerto No. 23 in A Major, k.488\nSamuel Barber - Adagio for Strings\nMaurice Ravel - Le Tombeau de Couperin\nCost:\n$10 Regular Admission\n$5 Senior Citizen (65+) Admission\nAll students, along with CMU/Pitt faculty and staff, are free w/ valid ID\n412-268-2383"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari’s Carnival Night",
        "event_time": "Sat., Nov. 2, 8 p.m.",
        "location": "Union Trust Building",
        "price": "$68",
        "content": "Join us for a night of merriment to celebrate opening weekend (and Halloween)! Come as a hypnotist, somnambulist, the militia, a member of the asylum, or a flapper... Attendees are encouraged to dress up or dress their best!\n4123621713"
    },
    {
        "event_name": "Beòlach",
        "event_time": "Sat., Nov. 2, 8-10:30 p.m.",
        "location": "Carnegie Library Lecture Hall",
        "price": "$15-$35",
        "content": "Balmoral School of Piping & Drumming presents Beòlach, best known for their innovative and exciting arrangements of traditional Scottish, Irish, and Cape Breton tunes for fiddle, bagpipes, piano and guitar. Beòlach’s critically-acclaimed albums, Beòlach (2001) and Variations (2004), earned nominations for East Coast Music Awards. In 2005 the group was nominated for a Canadian Folk Music Award as Best Instrumental Artist. Upon reforming after a hiatus, Beòlach’s album, All Hands (2020), won two 2021 Canadian Folk Music Awards—Instrumental Group of the Year and Traditional Album of the Year—and received nominations for four East Coast Music Awards and a Juno Award.\n(412) 323-2707"
    },
    {
        "event_name": "Beòlach in Concert",
        "event_time": "Sat., Nov. 2, 8-10:30 p.m.",
        "location": "Carnegie Library Lecture Hall",
        "price": "General Admission: USD 30.00",
        "content": "Celtic band Beòlach, a creative force from Cape Breton, Nova Scotia, has delighted audiences throughout the world with their innovative and exciting arrangements of traditional Scottish, Irish, and Cape Breton tunes for fiddle, bagpipes, piano and guitar. Their most recent album, All Hands (2020), won two 2021 Canadian Folk Music Awards—Instrumental Group of the Year and Traditional Album of the Year—and received nominations for four East Coast Music Awards and a Juno Award.\n(412) 323-2707"
    },
    {
        "event_name": "Mr. Smalls Post-Halloween Party @ The Funhouse",
        "event_time": "Sat., Nov. 2, 9 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $15.00 - Day Of Show: $20.00",
        "content": "A Spoooooky Night of Killer Cover Sets, A Pop-Up Vinyl Shop from Attic Records, Costume Contest, Silent Horror Films, Themed Drinks, and More!\nDoors 8 / Show 9\nFeaturing:\nValleyview (as Joy Division)\nSurface Broadcast (as Depeche Mode)\nZ-Nemo and the Big Slime (as The Rolling Stones)\nOne Hundred Year Ocean (as Modest Mouse)\nMissing! (as NOFX)\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari Sunday Q&A",
        "event_time": "Sun., Nov. 3, 9:30 p.m.",
        "location": "Union Trust Building",
        "price": "$68",
        "content": "Attend the first Sunday matinee performance and stay afterwards for a discussion with the cast, crew, and creative team. Learn about the artistic inspirations and production challenges involved with each show.\n4123621713"
    },
    {
        "event_name": "First Mothers: The Women Who Raised America’s Presidents",
        "event_time": "Mon., Nov. 4, 7-9 p.m.",
        "location": "New Hazlett Theater",
        "price": "Pay what you can",
        "content": "Despite the personal and political diversity of the men occupying the White House over the last two centuries, one common factor emerges — the essential ethical character and philosophical outlook of each were strongly shaped by his mother.\nThrough compelling first-person dramatizations, FIRST MOTHERS presents crucial moments in the lives of 15 women who not only raised a President ... but helped determine the destiny of the United States as we know it today.\n724-773-0700"
    },
    {
        "event_name": "Election Day Open Sanctuary and Prayer",
        "event_time": "Tue., Nov. 5, 8 a.m.-5 p.m.",
        "location": "Community House Presbyterian Church",
        "price": "Free",
        "content": "The election this November is sure to raise a lot of fears and anxiety as we determine the leadership of our country. We will have our sanctuary open for prayer silently or with prayer partners. If you are feeling stressed on November 5th please stop by for a moment of peace\n412-321-3900"
    },
    {
        "event_name": "Easterseals Partner in Equity Reception: An Evening Under the Stars",
        "event_time": "Wed., Nov. 6, 6-9 p.m.",
        "location": "Sienna Mercato - Il Tetto Rooftop Beer Garden",
        "price": "$75.00 - $100.00",
        "content": "Join us at Sienna Mercato's Il Tetto Glass Top Bar on November 6, 2024 at 6:00 PM to celebrate the 2024 Partner In Equity awardees, John Vento and Ron 'Moondog' Esser. The evening will include the award presentation, appetizers, entertainment, networking opportunities and more!\nThis fundraising event supports the programs and services Easterseals provides for individuals with disabilities and other needs.\n412-281-7244 x 1263"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari’s Social Q",
        "event_time": "Wed., Nov. 6, 6:30-7:30 p.m.",
        "location": "The Rivers Club, One Oxford Center",
        "price": "75",
        "content": "Enjoy a special pre-show reception with champagne punch and light bites while you mingle with Quantum friends old and new. Patrons will receive complimentary parking, in the Oxford Center Garage, for the reception and the show.\n4123621713"
    },
    {
        "event_name": "Partners For Comedy",
        "event_time": "Wed., Nov. 6, 7-9 p.m.",
        "location": "The Improv",
        "price": "38.00",
        "content": "The third annual Partners For Comedy is a blend of two great things: an evening of non-stop laughter and support for one of Pittsburgh’s most worthy causes.\nProceeds benefit the Partners For Quality family of nonprofit agencies – a group of organizations that for more than 45 years have supported thousands of local persons with intellectual & developmental disabilities and behavioral health challenges. Your attendance means enhanced quality of life: comfortable community living, improved life skills, vocational training and outpatient services that promote better lives.\nWe are thrilled to welcome Bill Crawford back as headliner. The co-host of the WDVE\n412-446-0702"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari’s Quantum Quaff",
        "event_time": "Thu., Nov. 7, 6:30 p.m.",
        "location": "Union Trust Building",
        "price": "$80",
        "content": "Enjoy a special pre-show reception with specially curated wines from Nine O'Clock Wines and food pairings from Bistro to Go.\n4123621713"
    },
    {
        "event_name": "Calliope Presents Mitch Greenhill",
        "event_time": "Thu., Nov. 7, 7 p.m.",
        "location": "The Roots Cellar",
        "price": "$20.00",
        "content": "As the son of Manny Greenhill, who founded Folklore Productions in 1957, Mitch was exposed to music from childhood. He grew up in the fervent and dynamic 1960’s Boston music scene, launching a successful music career as a recording artist, live performer, record producer, and music executive.\nMitch’s award-winning musical career spans over 50 years of work as a recording musician, performing musician, record producer and music executive.\nHis latest album, MITCHOLOGY is a collection of original songs, sung and played by the composer with an array of guests on instruments and vocals."
    },
    {
        "event_name": "Older and New Doors Fans are Selling Out Venues To See This Authentic “Ultimate Doors Experience” Concert Coming to The Palace Theatre November 7th!",
        "event_time": "Thu., Nov. 7, 7:30-9:30 p.m.",
        "location": "The Palace Theatre",
        "price": "$33., $38., $45., and $75.",
        "content": "The Ultimate Doors are the only true tribute to The Doors that has 100% authentic equipment and wardrobe. They perform 90+ minutes of The Doors greatest hits. The group was formed with the intention of preserving The Doors’ music and performances as well as bringing an authentic experience to the old and the new generations of Doors fans.\nThe Ultimate Doors Experience will be at Greensburg’s Palace Theatre Thursday, Nov. 7th, 2024 at 7:30pm at The Palace Theatre which is located at 21 W. Otterman St.-Greensburg, PA 15601. Tickets are $33., $38., $45., and $75. and can be purchased online.\n7248368000"
    },
    {
        "event_name": "Disney''s Beauty and the Beast",
        "event_time": "Thu., Nov. 7, 7:30-10 p.m., Fri., Nov. 8, 7:30-10 p.m., Sat., Nov. 9, 2-4:30 & 7:30-10 p.m. and Sun., Nov. 10, 2-4:30 p.m.",
        "location": "Byham Theater",
        "price": "$19.50 - $66.25",
        "content": "A tale as old as time and enchanting as can be!\nDisney's Beauty and the Beast live on stage, featuring all of the memorable songs made famous in the Academy Award-winning animated film. A timeless classic for all ages!\nPresented in partnership with the Pittsburgh Cultural Trust. Featuring young artists from PMT Conservatory backed by the CAPA Orchestra.\n412-456-6666"
    },
    {
        "event_name": "Lea Marra & The River Boys",
        "event_time": "Thu., Nov. 7, 8 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "Mr. Smalls Presents\nLea Marra & The River Boys\nSpecial Guests: Slag Mountain, The Laurel Lowlifes\nDoors: 7:00 pm / Show: 8:00 pm\nMarra's songwriting is influenced by music such as the Cranberries, Sixpence None The Richer, The Chicks, Shania Twain, Susan Tredeschi, Sierra Ferrel, and Hot Rize to name a few.\nThis event is all ages.\n6034337465"
    },
    {
        "event_name": "The Palmer Squares",
        "event_time": "Thu., Nov. 7, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome The Palmer Squares with special guests on Thursday, November 7, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identification is required for the purchase and/or\n412-481-7625"
    },
    {
        "event_name": "King size bed desings",
        "event_time": "Fri., Nov. 8, 12-4 p.m.",
        "location": "N/A",
        "price": "10",
        "content": "Buy any size of the King size bed, bed queen size bed, and super king-size bed form SAN Furniture Browse luxurious beds in dubai."
    },
    {
        "event_name": "Don’t Miss This Legendary Band “Three Dog Night” Celebrating Six Decades of “Three Dog Night” Hits Coming to The Palace Theatre Friday November 8th",
        "event_time": "Fri., Nov. 8, 7:30-9:30 p.m.",
        "location": "The Palace Theatre",
        "price": "$59., $69., $79., $99., and $149.",
        "content": "Legendary band, “Three Dog Night”, now in its 6th decade, claims some of the most astonishing statistics in popular music. In the years 1969 through 1974, no other group achieved more top 10 hits, moved more records, or sold more concert tickets than “Three Dog Night”.\n“Three Dog Night” will be at Greensburg’s Palace Theatre on Friday, November 8th, 2024 7:30PM at The Palace Theatre-located at 21 W. Otterman St.-Greensburg, PA 15601. Tickets are $59., $69., $79., $99 and $149. and can be purchased online at www.thepalacetheatre.org or by calling 724-836-8000. This show is presented by Latshaw Productions.\n7248368000"
    },
    {
        "event_name": "Jesse Factor: The Marthaodyssey",
        "event_time": "Fri., Nov. 8, 7:30-9 p.m. and Sat., Nov. 9, 7:30-9 p.m.",
        "location": "Kelly Strayhorn Theater",
        "price": "Pay What Moves You: $20 – $35",
        "content": "What if Martha Graham choreographed Madonna’s 1990 Blonde Ambition World Tour? Dance Artist Jesse Factor celebrates this unlikely pairing, glamming up to remix Graham’s innovative movement with Madonna’s pop hits. The Marthaodyssey bends and blurs everything from gender and time to the lines between high art and pop culture. It’s a daring, joyful journey of two larger-than-life figures, full of glitzy fun and deep reverence, challenging what we consider real or fake, glamorous or gritty. Get ready to “lip synch for your legacy” with the High Priestess of Modern Dance and the Queen of Pop.\n(412) 363-3000"
    },
    {
        "event_name": "Kimberly Rhoades AKA \"Cig Mom\"",
        "event_time": "Fri., Nov. 8, 9-11 p.m.",
        "location": "Club Cafe",
        "price": "N/A",
        "content": "Hard Rock Cafe and CE Presents welcome Kimberly Rhoades AKA \"Cig Mom!\"\n412-481-7625"
    },
    {
        "event_name": "Trace Remains 'Leverage The Tides' Album Release Show",
        "event_time": "Fri., Nov. 8, 9 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "Mr. Smalls Presents\nTrace Remains ‘Leverage the Tides’ Album Release Show\nWith Special Guests: Teddy Duchamp’s Army, Astrology Now\nDoors: 8:00 pm / Show: 9:00 pm\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "SamJAMwich",
        "event_time": "Sat., Nov. 9",
        "location": "Dormont VFW Hall",
        "price": "$12-$15",
        "content": "Funksgiving with the boys from Samjamwich!"
    },
    {
        "event_name": "Shimmering Soundscapes",
        "event_time": "Sat., Nov. 9, 7:30-9 p.m.",
        "location": "PNC Recital Hall, Duquesne Univ.",
        "price": "$10 Suggested Donation (cash only, at the door)",
        "content": "Duquesne University Flute Choir\nDaniel Parasky, director\nThis concert features music inspired by light in its various forms.\nWorks by: Lindquist, Cohen, Burnette, Meier, Molnar-Suhajda and Chamberlain\n4123966083"
    },
    {
        "event_name": "Street Survivors - Tribute to Lynyrd Skynyrd",
        "event_time": "Sat., Nov. 9, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Street Survivors - Tribute to Lynyrd Skynyrd with special guest Rurally Bankrupt on Saturday, November 9, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance.\n412-481-7625"
    },
    {
        "event_name": "SpinCycle Returns to Riley's Pour House!",
        "event_time": "Sat., Nov. 9, 8-11 p.m.",
        "location": "Riley's Pour House",
        "price": "Free",
        "content": "SpinCycle is stoked to return to Riley’s Pour House, one of the best live music venues south of Pittsburgh! Join us for a fun night of great food and drink, dancing and your classic rock, pop, new wave, dance and soul music favorites. We kick off at 8:00p!\n4129130437"
    },
    {
        "event_name": "Pittsburgh Opera's 'Cavalleria Rusticana' and 'Pagliacci'",
        "event_time": "Sat., Nov. 9, 8-11 p.m., Tue., Nov. 12, 7-10 p.m., Fri., Nov. 15, 7:30-10:30 p.m. and Sun., Nov. 17, 2-5 p.m.",
        "location": "Benedum Center",
        "price": "$15+",
        "content": "An adulterous double feature:\nJealousy, two-timing, and revenge unite the back-to-back tragedies of Cavalleria Rusticana and Pagliacci. Possessiveness, machismo, and rage fuel their bloody conclusions.\n*Cavalleria Rusticana: On Easter Sunday, Alfio discovers his wife Lola has rekindled her old romance with Turiddu.\n*Pagliacci: Just before a performance of his traveling circus troupe, clown Canio discovers the infidelity of his wife Nedda.\nJoin us for this back-to-back double feature of love and hate—the first time Pittsburgh Opera has performed these two operas together since 1996!\n412-456-6666"
    },
    {
        "event_name": "Animal Scream (Vinyl Release Party)",
        "event_time": "Sat., Nov. 9, 8:30 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "91.3 WYEP & Mr. Smalls Presents\nAnimal Scream Vinyl Release\nSpecial Guests: Ames Harding & the Mirage, Chariot Fade (Single Release), Jackson Scott (LP/Single Release), Morgan Erina\nDoors: 7:30 pm / Show: 8:30 pm\nAnimal Scream are Pittsburgh Doom Pop artists founded by Chad Monticue & Josh Sickels, joined by multi-instrumentalist Caleb Pogyor. The band combines sound design with a psych-pop psychedelia that’s dark and cinematic, a noir-tinted sound in thrall to the eternal groove.\nThis show is all ages.\n6034337465"
    },
    {
        "event_name": "Sunday Tailgate Party",
        "event_time": "Sun., Nov. 10, 11 a.m.-1 p.m. and Sun., Dec. 15, 2-4 p.m.",
        "location": "Hazelwood Brew House",
        "price": "Free!",
        "content": "Come celebrate football Sundays with us! We'll have everything you’d want out of a tailgate and more including cornhole, trivia, games, prizes, food and of course beers - for 2 hours prior to kickoff.\nThen we’ll have the game on with sound in our third floor taproom - our bars only steps away for every nail-biting, hair-pulling, yelling-at-the-screen moment.\n7249711344"
    },
    {
        "event_name": "On the Cinder, Ripley!, Rising Seas",
        "event_time": "Sun., Nov. 10, 4:30-8 p.m.",
        "location": "222 Ormsby",
        "price": "Prix Libre (pay what you want)",
        "content": "A special punk matinee! All ages (21+ can BYOB). Door charge = donation (all money goes to the bands)\n(412) 345-1988"
    },
    {
        "event_name": "Careful Gaze",
        "event_time": "Sun., Nov. 10, 7 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "Mr. Smalls Presents\nCareful Gaze\nSpecial Guests: My Favorite Liar, Hyperview, Slag\nDoors: 6:00 pm / Show: 7:00 pm\nCareful Gaze is a cinematic post hardcore band from Minneapolis, MN | Heavy, loud and sad | EST 2018 | JACKFRUIT is everywhere now.\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "Mike Dawson/Tim Vitullo Album Release",
        "event_time": "Sun., Nov. 10, 7-10:30 p.m.",
        "location": "Club Cafe",
        "price": "12",
        "content": "This November 10, from 7pm to 10:30pm, Pittsburgh-based artists Mike Dawson (drums/electronics) and Tim Vitullo (guitar/effects) commemorate the release of their debut album, LUNR ECCOS, at PGH's premier indie music venue, Club Café.\nThe show kicks off with a dynamic set by the atypical producer/beat maker/DJ pvkvsv, and Four Points Brewing has created a limited-edition LUNR ECCOS IPA to enjoy throughout the night.\n3016064778"
    },
    {
        "event_name": "Crossfire Hurricane [Rolling Stones Tribute]",
        "event_time": "Sun., Nov. 10, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Crossfire Hurricane - Tribute to Rolling Stones with special guests on Sunday, November 10, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identification is required\n412-481-7625"
    },
    {
        "event_name": "Moriarty Science Seminar: Genomics, Informatics, and Conservation",
        "event_time": "Mon., Nov. 11, 12-1 p.m.",
        "location": "Carnegie Museum of Natural History - Earth Theater",
        "price": "Free",
        "content": "Learn about scientific discoveries directly from the experts in the field.\n4126223131"
    },
    {
        "event_name": "32nd Annual Arthur J. Rooney Sr. Courage House Luncheon",
        "event_time": "Tue., Nov. 12, 10 a.m.-2 p.m.",
        "location": "Acrisure Stadium",
        "price": "N/A",
        "content": "Celebrate in black and gold style at Acrisure Stadium as Holy Family Institute teams up with the Pittsburgh Steelers to honor those who have shown courage and grit in the face of hardship!\nFeaturing a silent auction with exciting prizes and memorabilia, an autograph session with 2024 Steelers rookies, and more!\nAll proceeds benefit Holy Family Institute and our work to help children and families in our community.\nLearn more and register at https://www.hfi-pgh.org/courage-house\nSponsored by Jim Shorkey Auto Group\n412-239-9004"
    },
    {
        "event_name": "Post Election Analysis Panel",
        "event_time": "Tue., Nov. 12, 5:30-7:30 p.m.",
        "location": "James Laughlin Music Hall",
        "price": "$15",
        "content": "Join the PCWP as political experts analyze the results of the 2024 election. Confirmed panelists include:\nNikki Lu, Pennsylvania Campaign Manager, Kamala Harris for President\nChris Potter, Government and Accountability Editor, WESA\nChristine Toretti, Republican National Committeewoman\nProgram Schedule:\n5:30 - 6:00 pm: Wine and Cheese Reception\n6:00 - 7:00 pm: Panel\n7:00 - 7:30 pm: Q & A\n412-365-1100"
    },
    {
        "event_name": "Play for Pets (Benefitting Pets at 2nd Ave. Commons Homeless Shelter)",
        "event_time": "Wed., Nov. 13, 6-9 p.m.",
        "location": "Dave & Busters",
        "price": "100",
        "content": "Why Play for Pets?\nIn June 2024, Second Avenue Commons (2AC) suffered a catastrophic fire that displaced 180 individuals, 9 dogs and 1 cat. 2AC is one of very few homeless shelters in Allegheny County that accept people's pets.\nIn a time of crisis, having your pet is critical to your social, emotional and mental well-being. For most, their pet is their family.\nAs the shelter and apartments are set to reopen in November, this fundraiser will support the needs of the pets in the shelter.\n269-569-6680"
    },
    {
        "event_name": "Play for Pets (Benefitting the Pets at 2nd Ave. Commons homeless shelter)",
        "event_time": "Wed., Nov. 13, 6-9 p.m.",
        "location": "Dave & Busters",
        "price": "100",
        "content": "Play for Pets is a fundraiser to support the pets at the 2nd Ave. Commons homeless shelter downtown--Pittsburgh's only pet-centered low barrier shelter. The shelter is in need of pet supplies (crates, beds, toys, food, medicine).\nGeneral Admission Tickets $100 (includes dinner buffet, open bar, and $25 PowerCard.\nThere will also be a silent auction with something for every interest and budget.\nAll proceeds go to Pittsburgh Mercy, the service provider of the shelter.\n269-569-6680"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari’s Ladies’ Night",
        "event_time": "Wed., Nov. 13, 6:30 p.m.",
        "location": "The Speckled Egg",
        "price": "$68",
        "content": "Grab your girlfriends and join us for happy hour at The Speckled Egg.\n4123621713"
    },
    {
        "event_name": "Nowhere Wolves (Album Release)",
        "event_time": "Wed., Nov. 13, 8 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "Mr. Smalls Presents\nNowhere Wolves Album Release\nSpecial Guests: Normal Creatures, Samurae, The Stolen Stitches\nDoors: 7:00 pm / Show: 8:00 pm\nNowhere Wolves Record Release Party. Genre-jumping heavy-hitters come together for a night of dynamic performances.\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "Abbamania – The World’s Number One Production of Abba Will be In Concert With Special Guest Tribute Artist Cher At The Palace Theatre in Greensburg on November 14th at 7:30pm!",
        "event_time": "Thu., Nov. 14, 7:30 p.m.",
        "location": "The Palace Theatre",
        "price": "$33., $38., $45., and $75.",
        "content": "With amazing vocals, look and authentic costumes Abbamamia and their all Canadian cast recreate Abba in concert. Every song done note for note, exactly as the original recordings. They have been touring for 18 years and the only Abba production to perform for the cast of Mamma Mia.\n“Abbamania” with special guest, tribute artist Cher, will be at Greensburg’s Palace Theatre on Thursday, Nov 14th, 2024 at 7:30pm at The Palace Theatre (21 W. Otterman St.-Greensburg, PA 15601). Tickets are $33., $38., $45. And $75. and can be purchased online at www.thepalacetheatre.org or by calling 724-836-8000\n7248368000"
    },
    {
        "event_name": "Brian Dunne",
        "event_time": "Thu., Nov. 14, 8 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $20.00 - Day Of Show: $25.00",
        "content": "Mr. Smalls Presents\nBrian Dunne\nSpecial Guests: TBA\nDoors: 7:00 pm / Show: 8:00 pm\nBrian Dunne is not your grandma’s antiseptic, pseudo baby boomer singer songwriter. Known for his laugh-to-keep-from-crying, darkly humorous lyrics, Dunne’s work reconfigures the limiting nature of the genre into something less cotton candy young love, more burn down the banks.\nThis show is all ages.\n6034337465"
    },
    {
        "event_name": "Calliope Presents Alison Brown",
        "event_time": "Fri., Nov. 15, 7:30 p.m.",
        "location": "Original Pittsburgh Winery",
        "price": "45.00",
        "content": "Alison Brown doesn’t play the banjo. Alison Brown plays music on the banjo.\nAcoustic instrumental music has never been so beautifully represented as by Alison Brown. As one of the most multi-faceted minds on today’s roots music scene, every one of Alison’s endeavors is marked by innovation, intelligence, and grace. As a banjo player, she throws out the textbook when it comes to playing the banjo and the result is a sound that blends the rugged drive of bluegrass with the harmonic sensibilities of jazz, earning vast acclaim and a GRAMMY award in the process.\n412-566-1000"
    },
    {
        "event_name": "Fistful of Ballers",
        "event_time": "Fri., Nov. 15, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Fistful of Ballers with special guest DJ EN4K on Friday, November 15, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identification is required for the\n412-481-7625"
    },
    {
        "event_name": "Mother Of Earl (Album Release Show)",
        "event_time": "Fri., Nov. 15, 8 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "Mr. Smalls Presents\nMother of Earl Album Release Show\nSpecial Guests: Tory Silver, Albert Kass (Los Angeles, CA)\nDoors: 7:00 pm / Show: 8:00 pm\nJoin Mother of Earl on Friday, November 15th at Mr. Smalls Funhouse in celebrating the release of their second album - Extinction Burst! Supporting acts from Pittsburgh's own indie darling Tory Silver and Los Angeles, CA based rockers Albert Kass!\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "Texture Choreography Project",
        "event_time": "Fri., Nov. 15, 8 p.m.",
        "location": "Greer Cabaret Theater",
        "price": "N/A",
        "content": "Texture Choreography Project is an opportunity for choreographers to create, experiment, and present their final work in a formal performance. Selected from a pool of applicants, choreographers are encouraged to take risks and explore as they create their work on their own dancers or Texture's resident dancers. Come see their creativity in action!\nThis year’s choreographers are Theodore Alexander, Anthony Alterio, Irania B Garcia, Brittany A. Nettles, Haley Nolan, Anna Caison Roguski, JoAnna Schmitt, and Deanna Stanton, along with Texture resident dancers Madeline Kendall Schreiber & Jillian Sinko and Artistic Director Alan Obuzor.\n412-456-6666"
    },
    {
        "event_name": "Community House Free Market",
        "event_time": "Sat., Nov. 16, 10 a.m.-1 p.m.",
        "location": "Community House Presbyterian Church",
        "price": "Free",
        "content": "Join us for our next Free Market! We will open our doors to our Free store with gently used clothing, housewares, shoes, and other items. We will have diapers and formula available for those with young children. There will be free food, fellowship, and a variety of winter clothing as well as holiday decor. Resellers are not welcome.\n412-321-3900"
    },
    {
        "event_name": "Carnegie Mellon Wind Ensemble",
        "event_time": "Sat., Nov. 16, 4-6 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Wind Ensemble\nGeorge Vosburgh, Director\nStephen Story, Associate Director\nEthan Carter, conductor\nThe Carnegie Mellon Wind Ensemble utilizes a flexible instrumentation of winds, brass, and percussion to perform repertoire from standard concert band works to contemporary compositions of various instrumental combinations.\nProgram:\nEdgard Varèse Ionisation\nEugene Goossens Fantasy, Op. 36\nPaul Dooley Masks and Machines\nClaude Arrieu Dixtour\nKurt Weill Little Threepenny Music\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "Wicked Garden (STP Tribute) & Kryptonite (3DD Tribute)",
        "event_time": "Sat., Nov. 16, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Wicked Garden - Tribute to Stone Temple Pilots and Kryptonite - Tribute to 3 Doors Down on Saturday, November 16, 2024! Entry and seating for event attendees begin at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat and booth/table during the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and over.\n412-481-7625"
    },
    {
        "event_name": "Steel City Squares November Square Dance",
        "event_time": "Sat., Nov. 16, 7-11 p.m.",
        "location": "Shiloh Center",
        "price": "$15",
        "content": "7pm Doors + potluck starts + open old-time jam (bring an instrument or just listen!). 8-11pm Dance. Caller: Janine Smith (Baltimore, MD). Band: Steel City Squares Stringband. Beginner- and family-friendly! Dances are taught and all are welcome. No experience or partner necessary! BYOB (inc. water) and something for the potluck if you like. $15 suggested donation (no one turned away for lack of funds), cash or Venmo, kids under 12 are free.\n(412) 681-2141"
    },
    {
        "event_name": "In the Loop with Fouts & Pauley - Popular Music Across the Centuries",
        "event_time": "Sat., Nov. 16, 7:30-11:30 p.m.",
        "location": "St. Andrew's Episcopal Church",
        "price": "$20 - $40",
        "content": "In the Loop with Fouts & Pauley - Popular Music Across the Centuries\nSaturday & Sunday, November 16-17, 2024\n-Saturday, November 16, 7:30 p.m., St. Andrew's Episcopal Church\n-Sunday, November 17, 2:30 p.m., Hicks Memorial Chapel at Pittsburgh Theological Seminary\nChatham Baroque artistic directors Andrew Fouts (violin) and Scott Pauley (theorbo & baroque guitar) partner up for a plugged-in program that covers a whole lot of musical ground, from renaissance songs, baroque ground basses, and old-time tunes. Utilizing amplification, loop pedals, and playback, two players become a full band.\n(412) 687-1788"
    },
    {
        "event_name": "B!tch Please",
        "event_time": "Sat., May 18, 8 p.m.",
        "location": "Arcade Comedy Theater",
        "price": "15",
        "content": "Calling all b!tches who get sh*t done and have no fear of being called this five-letter word. B!tch, please is a celebration of ladies throughout history behaving badly and changing the world. Join us as we take a deep dive into history's best b!tches with improv and stand-up! Featuring a cast of Pittsburgh's best comedy queens and exciting up-and-comers, we'll explore the qualities it takes to get crowned with the B-word.\nProduced by Jocelyn Hillen Newham & Mary Quick\n412-339-0608"
    },
    {
        "event_name": "N’at 20: Improvised Dungeons & Dragons",
        "event_time": "Sat., Nov. 16, 8-9:30 p.m.",
        "location": "Bloomfield-Garfield Corporation Activity Center",
        "price": "$10",
        "content": "From the tabletop to the Pittsburgh stage, a group of quick-witted improv comedians bring a Dungeons and Dragons-themed show to life. Set in a mystical, ever-changing world based on audience suggestion, the performers take on the roles of adventurers, with the audience guiding their journey. With no script and endless possibilities, each performance is a unique blend of fantasy and humor, showcasing Pittsburgh’s vibrant improv scene. As the audience roll the dice, the cast reacts with on-the-spot creativity, making every show a hilarious and unpredictable adventure through the realms of imagination.\n4124416950"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari’s Quantum on the Couch",
        "event_time": "Sat., Nov. 16, 9:30 p.m.",
        "location": "Union Trust Building",
        "price": "$68",
        "content": "Join Dr. Manuel Reich, Psychiatrist, for a post-show discussion of the psychological issues raised by the play and its characters.\n4123621713"
    },
    {
        "event_name": "In the Loop with Fouts & Pauley - Popular Music Across the Centuries",
        "event_time": "Sun., Nov. 17, 2:30-6:30 p.m.",
        "location": "Hicks Memorial Chapel",
        "price": "$20 - $40",
        "content": "In the Loop with Fouts & Pauley - Popular Music Across the Centuries\nSaturday & Sunday, November 16-17, 2024\n-Saturday, November 16, 7:30 p.m., St. Andrew's Episcopal Church\n-Sunday, November 17, 2:30 p.m., Hicks Memorial Chapel at Pittsburgh Theological Seminary\nChatham Baroque artistic directors Andrew Fouts (violin) and Scott Pauley (theorbo & baroque guitar) partner up for a plugged-in program that covers a whole lot of musical ground, from renaissance songs, baroque ground basses, and old-time tunes. Utilizing amplification, loop pedals, and playback, two players become a full band.\n(412) 687-1788"
    },
    {
        "event_name": "World Literature: Jamaica Kincaid (Antigua/USA) “An Encyclopedia of Gardening for Colored Children”",
        "event_time": "Sun., Nov. 17, 3-4 p.m.",
        "location": "City of Asylum @ Alphabet City",
        "price": "Free",
        "content": "An Encyclopedia of Gardening for Colored Children is a witty, deeply original book for all ages, in which Jamaica Kincaid offers an ABC of the plants that define our world—and reveals the often brutal history behind them. Immensely inventive, surprising, and telling about what our gardens reveal, complete with provocative and brilliant watercolor illustrations by Kara Walker, one of America’s greatest visual artists, there has never been another book like it.\n412-435-1110"
    },
    {
        "event_name": "World Literature: Jamaica Kincaid (Antigua/USA) “An Encyclopedia of Gardening for Colored Children”",
        "event_time": "Sun., Nov. 17, 3-4:30 p.m.",
        "location": "City of Asylum @ Alphabet City",
        "price": "Free",
        "content": "Lannan Literary Award winner Jamaica Kincaid comes to City of Asylum to share her latest book, in conversation with Anderson Tepper.\n4124351110"
    },
    {
        "event_name": "Carnegie Mellon Contemporary Ensemble",
        "event_time": "Sun., Nov. 17, 4-6 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Contemporary Ensemble\nThe Carnegie Mellon Contemporary Ensemble performs music composed in the last twenty years in concerts that feature multidisciplinary collaboration, technology, improvisation, and theatrical elements. The ensemble often highlights the work of students and faculty.\nProgram: TBA\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "CMU All University Orchestra presents A Dance Odyssey",
        "event_time": "Sun., Nov. 17, 4:30-6:30 p.m.",
        "location": "Carnegie Music Hall",
        "price": "Free",
        "content": "Carnegie Mellon University’s All University Orchestra (AUO) proudly presents their fall concert, A Dance Odyssey: From Budapest to Seville. Under the direction of Dr. Jeffrey Klefstad, this enchanting musical journey will take you through the vibrant and diverse landscapes of European dance.\nMusical selections include Brahm's lively Hungarian Dance Nr. 1, Ravel's virtuosic Tzigane for violin; Massenet's rich and elegant ballet suite from the opera Le Cid; Dvořák’s folk-inspired Slavonic Dance Nr. 8, op. 46, and Kodály’s dynamic Dances of Galánta.\nThe concert will take place at 4:30pm on Sunday, November 17th - Carnegie Music Hall (Oakland).\nna"
    },
    {
        "event_name": "Manor Gates + Year Twins",
        "event_time": "Sun., Nov. 17, 7 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "Mr. Smalls Presents\nManor Gates + Year Twins\nSpecial Guests: Yes Yes A Thousand Times Yes, I Swallow Ghosts\nDoors: 6:00 pm / Show: 7:00 pm\nManor Gates:\nLaced with melodic emo hooks, spiteful lyrics, math-influenced riffs, and full-force rock rhythms is Columbus, OH's Manor Gates.\nYear Twins:\nFormed in 2018 against the backdrop of Columbus, Ohio, Year Twins is a three-piece band carving out their niche in the realms of punk, emo, and math rock.\nThis event is all ages.\n6034337465"
    },
    {
        "event_name": "Harbor & Home",
        "event_time": "Sun., Nov. 17, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Harbor & Home with special guests Crooked Ways and Bloomfield on Sunday, November 17, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identification is required\n412-481-7625"
    },
    {
        "event_name": "Rookie's Salsa Social",
        "event_time": "Mon., Nov. 18, 9:15 p.m.-12 a.m.",
        "location": "Los Sabrosos Dance Co.",
        "price": "$5.00",
        "content": "Rookie's Salsa Social A new Monday night Salsa social designed for beginner Salsa dancers and the salsa-curious! The perfect opportunity for novice dancers who are still a bit nervous about attending standard socials. Come practice in a stress free environment and meet other dancers like you! Time: 9 PM – 12 AM Pricing: $5 per person We take cash, card, and Venmo payments at the front desk. BYOB. 4909 Penn Ave Pittsburgh, PA 15224 4124650290\n412-465-0290"
    },
    {
        "event_name": "EDUCATOR WORKSHOP: ENVIRONMENTAL RESOURCES AND SUSTAINABILITY",
        "event_time": "Tue., Nov. 19, 9 a.m.-3 p.m.",
        "location": "Carnegie Museum of Natural History",
        "price": "Free",
        "content": "This workshop will explore ways hands-on design challenges and future-thinking scenarios can be deployed in classrooms to meet these goals.\n4126223131"
    },
    {
        "event_name": "Story Club PGH Story Slam: Family Secrets",
        "event_time": "Tue., Nov. 19, 7-8:30 p.m.",
        "location": "City of Asylum @ Alphabet City",
        "price": "Free",
        "content": "Story Club Pittsburgh (created by the former producers of The Moth Pittsburgh) organizes and hosts Story Slam, a monthly nonfiction storytelling series at City of Asylum. November's theme is Family Secrets.\n4124351110"
    },
    {
        "event_name": "Carnegie Mellon Guitar Ensemble",
        "event_time": "Wed., Nov. 20, 8-10 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Guitar Ensemble\nThe Carnegie Mellon Guitar Ensemble presents creatively expressive performances of duos, trios, quartets, and larger ensemble music from every major Western music style period.\nJohn Marcinizyn, director\nProgram: TBA\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "CMU Chorus & Singers",
        "event_time": "Thu., Nov. 21, 7-10 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "CMU Chorus & Singers\nThomas W. Douglas, director\nProgram: TBA\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "Lucia Zambetti",
        "event_time": "Thu., Nov. 21, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Lucia Zambetti with special guest Vampire Nation on Thursday, November 21, 2024! Entry and seating for event attendees begin at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat and booth/table during the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and over. Reserved seating for this event is available at Eventbrite only.\n412-481-7625"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari’s Black and White Night",
        "event_time": "Thu., Nov. 21, 8-9:30 p.m.",
        "location": "Union Trust Building",
        "price": "$68",
        "content": "Express yourself, a la Franz Klein and German Expressionism, and dress in black and white to showcase your visual style and inner emotions. Will you bring the horror or the hope to this adaptation of the classic film?\n4123621713"
    },
    {
        "event_name": "Candlelight: A Tribute to Queen",
        "event_time": "Fri., Nov. 22, 6:30-7:45 p.m.",
        "location": "Omni William Penn Hotel",
        "price": "$40.00",
        "content": "⭐ Candlelight concerts bring the magic of a live, multi-sensory musical experience to awe-inspiring locations like never seen before in Pittsburgh\n402-249-2445"
    },
    {
        "event_name": "Resonance Works presents Pittsburgh premiere of The Little Prince – November 22 & 24",
        "event_time": "Fri., Nov. 22, 7:30 p.m. and Sun., Nov. 24, 3 p.m.",
        "location": "Andrew Free Library and Music Hall",
        "price": "$15-60",
        "content": "Resonance Works presents the Pittsburgh Premiere of Rachel Portman’s stunning opera, The Little Prince on November 22 & 24 at the Andrew Carnegie Free Library and Music Hall in Carnegie, PA. Based on the beloved novel by Antoine de Saint-Exupery, The Little Prince tells the story of the relationship between a stranded pilot and a young, otherworldly child who has left his tiny asteroid to travel the universe, in search of what is most important in life. Together, the two learn important truths about love, friendship, and the importance of seeing with the heart.\n412-501-3330"
    },
    {
        "event_name": "The Pittsburgh Record Convention Fall Show 2024",
        "event_time": "Sat., Nov. 23, 8 a.m.-4 p.m.",
        "location": "The West View Banquet Hall",
        "price": "8am-10am ($10) 10am-4pm, free admission",
        "content": "National trade show featuring quality vendors selling all forms of rock & roll, including: 50's, 60's, 70's, 80's, psyche, garage, metal, surf, r&b, soul, jazz, doo-wop, etc. LP's, Cd's, 45's, cassettes, tapes, posters, music related memorabilia, and new vinyl releases. Free onsite parking, with additional free parking behind the hall on Center Ave. Onsite ATM and family friendly! Sorry, no pets allowed. (except service dogs) Our 60th show! (28th year)\n412-331-5021"
    },
    {
        "event_name": "Pittsburgh Opera's November Song Shop Concert",
        "event_time": "Sat., Nov. 23, 12-1 p.m.",
        "location": "Bitz Opera Factory",
        "price": "Free",
        "content": "Pittsburgh Opera’s free, informal Song Shop concerts feature the Resident Artists of Pittsburgh Opera. Beginning at 12:00 PM on selected Saturdays of each month, October 2024–April 2025, these one-hour performances are free, fun, and open to everyone. Guests are encouraged to bring a friend and bring a lunch. FRIENDS of Pittsburgh Opera provide a reception after each Song Shop concert.\n4122810912"
    },
    {
        "event_name": "Alive in the Dirt - A Tribute to 90s Grunge Icons",
        "event_time": "Sat., Nov. 23, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Alive in the Dirt - A Tribute to 90s Grunge Icons on Saturday, November 23, 2024! Entry and seating for event attendees begin at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Booth and table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat for the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and over. Reserved seating for this event is available\n412-481-7625"
    },
    {
        "event_name": "Cranberry Ballroom - First Frost",
        "event_time": "Sat., Nov. 23, 7-10 p.m.",
        "location": "Cranberry Township Municipal Center",
        "price": "$15",
        "content": "Our monthly dances at the Cranberry Township Municipal Center are held every 4th Saturday. Join us for a west coast swing lesson at 7:00 with Frank Blakemore and Victoria Andromalos-Dale (FAV Dance) followed social ballroom dancing at 8:00. $15 gets you the lesson, dancing, and snacks. (Contributions to the snack table are welcome.) Come dance with us!\n724-776-4806"
    },
    {
        "event_name": "Video Game Rave",
        "event_time": "Sat., Nov. 23, 8:30 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $15.00 - Day Of Show: $18.00",
        "content": "Mr. Smalls Presents\nVideo Game Rave\nDoors: 8:00 pm / Show: 8:30 pm\nImmerse yourself in a night of video game soundtracks, cosplay, and EDM! Choose your fighter, smash the dance floor!\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "Soulful Sounds in Pittsburgh!",
        "event_time": "Tue., Nov. 26, 7:30-9 p.m.",
        "location": "Jeron X. Grayson Community Center",
        "price": "$30.00",
        "content": "PITTSBURGH, READY FOR A FUN NIGHT OUT? 🧐🎉\nThen you gotta experience the sensational Music & Comedy of Acute Inflections! 🎙️🤣\nYou’ve probably seen NYC’s Jazzy R&B artists on HBO or Amazon, and if you like everything from Erykah Badu to Billie Holiday, you’ll love vibing to their Soulful Sounds. 🔥🎵\nThis dynamic duo’s witty banter and engaging freestyles will have you laughing and grooving all night. Imagine Lucy & Ricky with a sultry style. 💃🏽🕺🏽😆\nAnd as a cute gesture, there will be complimentary wine and snacks to enjoy throughout the show! 🍷🍿\nTickets are selling quickly for this\n212-729-8372"
    },
    {
        "event_name": "The Polkamaniacs",
        "event_time": "Wed., Nov. 27, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome The Polkamaniacs with special guest The Forbidden Five on Wednesday, November 27, 2024! Entry and seating for event attendees begin at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Booth and table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat for the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and over. Reserved seating for this event is available exclusively at Eventbrite\n412-481-7625"
    },
    {
        "event_name": "Ballroom Sampler: Jitterbug!",
        "event_time": "Fri., Nov. 29, 7-8 p.m., Fri., Dec. 6, 7-8 p.m. and Fri., Dec. 13, 7-9 p.m.",
        "location": "Los Sabrosos Dance Co.",
        "price": "$20",
        "content": "November 29th & December 6th from 7 -8 PM : Standard 1 hour Ballroom class\n*December 13th from 7 - 9 PM : Standard class & Mini-Social !\nThis fast-paced partner dance is a great option for folks looking for a versatile style that pairs well with rock-n-roll oldies and modern pop hits.\n*The two-hour lesson on 12/13/24 is twice our usual drop-in rate. (Usually $20, $40 for extended class time) The first two dates; 11/29 & 12/6 will cost the standard $20 rate.*\n-Beginners - Intermediate\n-No partner required\n-Discounts available for: Students, Seniors, Military, & Low-income folks\n412-465-0290"
    },
    {
        "event_name": "U245 - The U2 Tribute",
        "event_time": "Fri., Nov. 29, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome U245 - The U2 Tribute with special guest Iris Heather on Friday, November 29, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identification is required\n412-481-7625"
    },
    {
        "event_name": "The Markers (EP Release Party)",
        "event_time": "Fri., Nov. 29, 8 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $10.00 - Day Of Show: $12.00",
        "content": "Mr. Smalls Presents\nThe Markers EP Release Party\nSpecial Guests: citywitch, Nino Albanese Trio\nDoors: 7:00 pm / Show: 8:00 pm\nThe Markers are an original three-piece rock band hailing from Pittsburgh, blending a dynamic mix of punk rock, garage rock, stoner rock, and classic rock 'n' roll.\nThis show is all ages.\n6034337465"
    },
    {
        "event_name": "An Evening w/ Eban Brown of The Stylistics",
        "event_time": "Sat., Nov. 30",
        "location": "Hard Rock Cafe",
        "price": "$35.00",
        "content": "Hard Rock Cafe and CE Presents welcome An Evening w/ Eban Brown of The Stylistics!\n412-481-7625"
    },
    {
        "event_name": "\"Action\" 20 Year Anniversary Show",
        "event_time": "Sat., Nov. 30, 7 p.m.",
        "location": "Roxian Theatre",
        "price": "N/A",
        "content": "See punchline perform their 2004 album action in its entirety for its 20th anniversary 🥊 lineup tbd ✨ saturday, november 30 at roxian theatre 👟punchlion.com\n4124437408"
    },
    {
        "event_name": "Suite Life: A Celebration of Billy Strayhorn & Gene Kelly",
        "event_time": "Sat., Nov. 30, 7:30-9 p.m.",
        "location": "Kelly Strayhorn Theater",
        "price": "Pay What Moves You: $35 – $200",
        "content": "Suite Life, KST’s annual celebration of namesakes and Pittsburgh entertainment legends Billy Strayhorn and Gene Kelly is back with a brand new beat! This Fall, musical director Hugo Cruz brings Latin percussion to Strayhorn’s music and imagery from Kelly’s film career. Directed by Fall 2023 Freshworks artist Pria Dahiya, the evening performance promises to invigorate your favorite jazz standards with fresh vitality.\n(412) 363-3000"
    },
    {
        "event_name": "Funhouse of Horror Showcase",
        "event_time": "Sat., Nov. 30, 8 p.m.",
        "location": "The Funhouse @ Mr. Smalls",
        "price": "Advance: $12.00 - Day Of Show: $15.00",
        "content": "NotSoSweetShit + Mr. Smalls Presents\nFunhouse of Horror\nFeaturing: Greywalker, Agency, Cranial Fracture, Disease of the Mind, Microgutteral Fluctuation\nDoors: 7:00 pm / Show: 8:00 pm\nThis Event Is All Ages\n6034337465"
    },
    {
        "event_name": "Introducing the All-New Royal Enfield Himalayan 450: Built for All Roads & No Roads",
        "event_time": "Sat., Nov. 30, 10 a.m.-2:30 p.m.",
        "location": "Pitt cycles",
        "price": "N/A",
        "content": "🌍 Introducing the All-New Royal Enfield Himalayan 450: Built for All Roads & No Roads🚵‍♂️🌍\n📅 Demo Ride Dates: Sept 10, 2024 – Nov 30, 2024\nAdventure is calling with the powerful Royal Enfield Himalayan 450! 🏍️ Equipped with the Sherpa 450 liquid-cooled engine, Showa suspension, and a high-tech TFT tripper dash, this bike is ready to conquer any terrain. 🌄\nDemo Ride Alert!\nTest the off-road beast on our exclusive course! Licensed PA riders with proper gear can experience the Himalayan 450 both on the road and in the dirt. This is a first in the area, and you\n4122519827"
    },
    {
        "event_name": "Carnegie Mellon Jazz Orchestra & JIVE-Carnegie Mellon Jazz Choir",
        "event_time": "Mon., Dec. 2, 7-9 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Jazz Orchestra & JIVE-Carnegie Mellon Jazz Choir\nThe Carnegie Mellon School of Music Jazz Ensembles explore a variety of jazz genres, from traditional swing to current trends in jazz fusion and jazz chamber music, while also performing jazz classics in a big band style.\nMark Snyder, Director of Carnegie Mellon Jazz Orchestra\nBetsy Lawrence, Director of JIVE-Carnegie Mellon Jazz Choir\nProgram: TBA\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "Senior Bingo at the Villa",
        "event_time": "Tue., Dec. 3, 1-3 p.m.",
        "location": "Celebration Villa of South Hills",
        "price": "Free",
        "content": "Are you ready to shout \"Bingo!\" and win exciting prizes, including cash? Our skilled bingo caller will lead you through multiple rounds of this classic game, and there will be numerous opportunities to win big. So why wait? Come and join us for a fun-filled and rewarding bingo experience!\nFirst card is free, additional can be purchased for $5\nConcessions, door prizes, 50/50 and lots of FUN!\nRSVP 412-884-1200\n4128841200"
    },
    {
        "event_name": "Carnegie Mellon Chamber Series: Lorna McGhee back @ CMU!",
        "event_time": "Tue., Dec. 3, 7:30-9:30 p.m.",
        "location": "Carnegie Mellon University Kresge Theater, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Chamber Series: Lorna McGhee back @ CMU!\nThe Carnegie Mellon University Chamber Series brings together members of the CMU Faculty and Pittsburgh Symphony Orchestra for outstanding music making in an intimate space.\nProgram:\nAmy Beach Theme and Variations for Flute and String Quartet, op.80\nLorna McGhee, flute David McCarroll, violin\nJustine Campagna, violin\nDavid Harding, viola\nAngela Park, cello\nBritten String Quartet No.2\nDavid McCarroll, violin\nJustine Campagna, violin\nDavid Harding, viola\nAngela Park, cello\nCost: Free and open to the public; Tickets required.\n412-268-2383"
    },
    {
        "event_name": "Carnegie Mellon Philharmonic and Chorus",
        "event_time": "Thu., Dec. 5, 8-10 p.m.",
        "location": "Carnegie Music Hall",
        "price": "$10 / $5",
        "content": "Carnegie Mellon Philharmonic and Chorus\nDaniel Nesta Curtis, conductor\nThomas W. Douglas, conductor\nJordan Holloway, guest conductor\nProgram:\nCarter Pann - Slalom\nPyotr Ilyich Tchaikovsky - The Nutcracker Suite, Op. 71a\nP. I. Tchaikovsky/Duke Ellington/Billy Strayhorn (orchestral adaptation by Jeff Tyzik) - Nutcracker Suite\nGeorge Frideric Handel - Selections from The Messiah\nTickets on sale September 3\nCost:\n$10 Regular Admission\n$5 Senior Citizen (65+) Admission\nAll students, along with CMU/Pitt faculty and staff, are free w/ valid ID\n412-268-2383"
    },
    {
        "event_name": "Carnegie Mellon Philharmonic & Chorus",
        "event_time": "Fri., Dec. 6, 12-2 p.m.",
        "location": "Great Hall, College of Fine Arts",
        "price": "Free",
        "content": "Carnegie Mellon Philharmonic and Chorus\nDaniel Nesta Curtis, conductor\nThomas W. Douglas, conductor\nJordan Holloway, guest conductor\nProgram:\nGeorge Frideric Handel - Selections from The Messiah\nCost: Free and open to the public; No tickets required.\n412-268-2383"
    },
    {
        "event_name": "Hope Unraveling - An Art Exhibition by Travis Trium Perfectum",
        "event_time": "Fri., Dec. 6, 6-10 p.m., Sat., Dec. 7, 2-9 p.m. and Sun., Dec. 8, 12-5 p.m.",
        "location": "Ketchup City Creative",
        "price": "Free",
        "content": "Travis Trium Perfectum returns with an all new dark art experience at Ketchup City Creative December 6th, 7th and 8th, this is Hope Unraveling. Smearing poetry with dark surrealism, these new works seem to be more nihilistic and raw. Aiming to explore the idea of \"hope\" and deconstruct its fallout, the exhibition allows the viewer to contemplate it amongst a surreal aftermath. Words like daggers tear through these visceral portraits of emotion where the writing and poetry take a more powerful and profound position. Beyond all the new works, a new immersive video installation piece will debut.\n414-666-7037"
    },
    {
        "event_name": "Chatham Baroque: Louis, Louis - Songs & Dances of the French Baroque",
        "event_time": "Fri., Dec. 6, 7:30-11:30 p.m.",
        "location": "St. Nicholas Croatian Catholic Church",
        "price": "$20 - $40",
        "content": "Chatham Baroque: Louis, Louis - Songs & Dances of the French Baroque\nFriday-Sunday, December 6-8, 2024\n-Friday, December 6, 7:30 p.m., St. Nicholas Croatian Catholic Church\n-Saturday, December 7, 7:30 p.m., Calvary Episcopal Church\n-Sunday, December 8, 2:30 p.m., Hicks Memorial Chapel, Pittsburgh Theological Seminary\nChatham Baroque brings to life French vocal and dance music from the time of Louis XIII and XIV. Featuring Pascale Beaudin (soprano) and an array of superb instrumentalists playing the music of Jean-Baptiste Lully and his predecessors.\n(412) 687-1788"
    },
    {
        "event_name": "Yinz N' Roses & Edward Be Thy Name",
        "event_time": "Sat., Dec. 7, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome Yinz N' Roses - Tribute to Guns N' Roses and Edward Be Thy Name - Tribute to Iron Maiden on Saturday, December 7, 2024! Entry and seating for event attendees begin at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite.com. General Admission tickets do not reserve a seat. Booth and table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat for the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and\n412-481-7625"
    },
    {
        "event_name": "Noble Hops",
        "event_time": "Sat., Dec. 7, 7 p.m.",
        "location": "Dormont VFW Hall",
        "price": "$12-$15",
        "content": "Western PA rockers serving straight up rock and roll with some alt-country leanings.\n4126896337"
    },
    {
        "event_name": "Chatham Baroque: Louis, Louis - Songs & Dances of the French Baroque",
        "event_time": "Sat., Dec. 7, 7:30-11:30 p.m.",
        "location": "Calvary Episcopal Church",
        "price": "$20 - $40",
        "content": "Chatham Baroque: Louis, Louis - Songs & Dances of the French Baroque\nFriday-Sunday, December 6-8, 2024\n-Friday, December 6, 7:30 p.m., St. Nicholas Croatian Catholic Church\n-Saturday, December 7, 7:30 p.m., Calvary Episcopal Church\n-Sunday, December 8, 2:30 p.m., Hicks Memorial Chapel, Pittsburgh Theological Seminary\nChatham Baroque brings to life French vocal and dance music from the time of Louis XIII and XIV. Featuring Pascale Beaudin (soprano) and an array of superb instrumentalists playing the music of Jean-Baptiste Lully and his predecessors.\n(412) 687-1788"
    },
    {
        "event_name": "Chatham Baroque: Louis, Louis - Songs & Dances of the French Baroque",
        "event_time": "Sun., Dec. 8, 2:30-6:30 p.m.",
        "location": "Hicks Memorial Chapel",
        "price": "$20 - $40",
        "content": "Chatham Baroque: Louis, Louis - Songs & Dances of the French Baroque\nFriday-Sunday, December 6-8, 2024\n-Friday, December 6, 7:30 p.m., St. Nicholas Croatian Catholic Church\n-Saturday, December 7, 7:30 p.m., Calvary Episcopal Church\n-Sunday, December 8, 2:30 p.m., Hicks Memorial Chapel, Pittsburgh Theological Seminary\nChatham Baroque brings to life French vocal and dance music from the time of Louis XIII and XIV. Featuring Pascale Beaudin (soprano) and an array of superb instrumentalists playing the music of Jean-Baptiste Lully and his predecessors.\n(412) 687-1788"
    },
    {
        "event_name": "Calliope Presents Susan Werner",
        "event_time": "Fri., Dec. 13, 7:30 p.m.",
        "location": "Original Pittsburgh Winery",
        "price": "$45.00",
        "content": "Over the course of her twenty-five-year career, Susan Werner has earned a reputation as “one of the most innovative songwriters working today” (Chicago Tribune). With formidable chops on guitar (she began playing at age 5) and piano (she was a guest on Marian McPartland’s Piano Jazz), along with a graduate degree in voice performance, her shows are a one-woman master class in musicianship. Her songs have been recorded by Tom Jones, Michael Feinstein, and Shemekia Copeland, and her latest recording of originals, The Birds of Florida, took flight in 2022.\n412-566-1000"
    },
    {
        "event_name": "The Nutcracker presented by Texture Ballet School and the Westmoreland Symphony Orchestra",
        "event_time": "Sat., Dec. 14, 11 a.m. & 3 p.m.",
        "location": "Palace Theatre",
        "price": "N/A",
        "content": "Featuring spectacular choreography set to Tchaikovsky’s stunning and delightful score played LIVE by the Westmoreland Symphony Orchestra, this timeless classic follows the young Clara and her Nutcracker Prince as they are swept away on an enchanting adventure. From a battle with the evil Rat Queen to meeting the Sugar Plum Fairy and the vibrant characters of the Land of Sweets, The Nutcracker will warm your soul and transport you to a world of dance and holiday magic!\n17248368000"
    },
    {
        "event_name": "Pittsburgh Opera's Holiday Song Shop Concert",
        "event_time": "Sat., Dec. 14, 12-1 p.m.",
        "location": "Bitz Opera Factory",
        "price": "Free",
        "content": "Pittsburgh Opera’s free, informal Song Shop concerts feature the Resident Artists of Pittsburgh Opera. Beginning at 12:00 PM on selected Saturdays of each month, October 2024–April 2025, these one-hour performances are free, fun, and open to everyone. Guests are encouraged to bring a friend and bring a lunch. FRIENDS of Pittsburgh Opera provide a reception after each Song Shop concert.\n412-281-0912"
    },
    {
        "event_name": "Fire & Ice Festival - Ambridge",
        "event_time": "Sat., Dec. 14, 2-8 p.m.",
        "location": "PJ Caul Park",
        "price": "FREE",
        "content": "Step into an unforgettable holiday experience as charming, historic Ambridge, Pa is transformed into one of the biggest, best and beloved holiday celebrations in Beaver County! PRESENTED BY THE LISA LATHOM TEAM AT eXp REALTY.\n• Fire-dancers and Fire-breathers show\n• Ice-skating on the iceless/synthetic rink\n• Horse-drawn sleigh rides and horse-drawn wagon rides\n• Ice Bar – enjoy adult spirits served at an ice-carved bar (ages 21+)\n• Visit “Lathomville” and ride the Carousel, visit with Santa, live animals, pony rides and more exciting activities for kids (and grown-up kids!) AND SO MUCH MORE!\n4129771996"
    },
    {
        "event_name": "Pittsburgh Plays The Cure",
        "event_time": "Sat., Dec. 14, 6:30-11:30 p.m.",
        "location": "Roxian Theatre",
        "price": "$35.25",
        "content": "PITTSBURGH PLAYS IS A SEMI-ANNUAL EVENT THAT OFFERS MUSIC LOVERS OF ALL KINDS THE CHANCE TO EXPERIENCE THE TALENTS OF LOCAL ARTISTS THROUGH THE COVETED MUSIC OF LEGENDARY PERFORMERS WHO HAVE INFLUENCED GENERATIONS. THE MISSION OF PITTSBURGH PLAYS IS TO BUILD COMMUNITY WITHIN THE LOCAL MUSIC SCENE BY CONNECTING ARTISTS, CHALLENGING THEM TO ADAPT AND PERFORM WITH NEW PEOPLE AND GO ON TO CONTINUE TO COLLABORATE IN OTHER WAYS OUTSIDE OF PITTSBURGH PLAYS EVENTS. PREVIOUS EVENTS HAVE TRIBUTED TOM PETTY (2018), PAUL MCCARTNEY (2019), FLEETWOOD MAC (2021), AND QUEEN (2022).\n(412) 746-9988"
    },
    {
        "event_name": "Desperado: The Ultimate Tribute to the Eagles",
        "event_time": "Sat., Dec. 14, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$20.00",
        "content": "Hard Rock Cafe and CE Presents welcome Desperado: The Ultimate Tribute to the Eagles!\n412-481-7625"
    },
    {
        "event_name": "Heather Shaw",
        "event_time": "Thu., Dec. 19, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$25.00",
        "content": "Hard Rock Cafe and CE Presents welcome Heather Shaw with special guest Andreas O'Rourke on Thursday, December 19, 2024! Event seating begins at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite. Table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat and booth/table during the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and over. Reserved seating for this event is available exclusively at Eventbrite. Please note that any reservations placed by contacting the venue directly or through\n412-481-7625"
    },
    {
        "event_name": "Peanut Butter & Jam Sessions - Winter Wonderland",
        "event_time": "Sat., Dec. 21, 10-10:45 a.m.",
        "location": "Calvary Episcopal Church",
        "price": "$5 - $8",
        "content": "Chatham Baroque’s Peanut Butter & Jam Sessions are informal concerts designed specifically for preschoolers and their accompanying grownups. Extending through 2025, the series of sessions will be held at multiple locations and serves as musical adventure for children that are lively, educational - and fun!\n(412) 687-1788"
    },
    {
        "event_name": "Peanut Butter & Jam Sessions - Winter Wonderland",
        "event_time": "Sat., Dec. 21, 11:15 a.m.-12 p.m.",
        "location": "Calvary Episcopal Church",
        "price": "$5 - $8",
        "content": "Chatham Baroque’s Peanut Butter & Jam Sessions are informal concerts designed specifically for preschoolers and their accompanying grownups. Extending through 2025, the series of sessions will be held at multiple locations and serves as musical adventure for children that are lively, educational - and fun!\n(412) 687-1788"
    },
    {
        "event_name": "The Nutcracker presented by Texture Contemporary Ballet and Texture Ballet School",
        "event_time": "Sat., Dec. 21, 2 & 7 p.m.",
        "location": "August Wilson African American Cultural Center",
        "price": "N/A",
        "content": "Experience the magic of the holidays as it comes to life on stage in The Nutcracker! This timeless classic follows the young Clara and her Nutcracker Prince as they are swept away on an enchanting adventure. From a battle with the evil Rat Queen to meeting the Sugar Plum Fairy and the vibrant characters of the Land of Sweets, let the spectacular choreography set to Tchaikovsky’s stunning and delightful score transport you to a spectacular world of dance and holiday magic!\n​412-552-3114"
    },
    {
        "event_name": "DuShane Band w/ County Crew",
        "event_time": "Sat., Dec. 21, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$15.00",
        "content": "Hard Rock Cafe and CE Presents welcome DuShane Band with special guest County Crew on Saturday, December 21, 2024! Entry and seating for event attendees begin at 7:00 PM. General Admission tickets are required for entry and are available for purchase at Eventbrite.com. Seating within the event is available on a first-come, first-served basis. General Admission tickets do not reserve a seat. If you require accessible seating accommodations, you must notify the venue in advance. This event is open to all ages with alcohol available for purchase to attendees ages 21 and over. Valid identification is required for the purchase\n412-481-7625"
    },
    {
        "event_name": "Bill Toms & Hard Rain",
        "event_time": "Sat., Dec. 28, 8-11 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$20.00",
        "content": "Hard Rock Cafe and CE Presents welcome Bill Toms & Hard Rain!\n412-481-7625"
    },
    {
        "event_name": "Hard Rock Cafe Pittsburgh",
        "event_time": "Sun., Dec. 29, 7-10 p.m.",
        "location": "Hard Rock Cafe",
        "price": "$30.00",
        "content": "Hard Rock Cafe and CE Presents welcome The New Pure Gold hosted by Frankie Day on Sunday, December 29, 2024! Event seating begins at 6:00 PM. Tickets are required for entry and are available for purchase at Eventbrite. Table ticket packages are available in quantities of two (2), four (4) and six (6) and guarantee your group a seat and booth/table during the event. Reserved bar seating tickets are available for purchase to attendees ages 21 and over. Reserved seating for this event is available exclusively at Eventbrite. Please note that any reservations placed by contacting the venue directly or\n412-481-7625"
    },
    {
        "event_name": "New Year's Eve Dinner Show & Dance w/ Lenny Collini Family Pak",
        "event_time": "Dec. 31-Jan. 1, 6:30 p.m.-1 a.m.",
        "location": "Pittsburgh Shrine Center",
        "price": "$85.00",
        "content": "HAPPY NEW YEAR! Celebrate the Arrival of 2025 with friends, Shriners and...\nLenny Collini Family Pak!\nGet tickets: https://buytickets.at/syriashriners/1430026/r/evtvsta\n6:30PM ~ COCKTAIL HOUR INCLUDES OPEN BAR, & HORS D’OEUVRES: Appetizers including chicken tenders, vegetable, charcuterie & cheese, shrimp cocktail.\n7:30PM ~ FULL DINNER BUFFET A buffet dinner showcasing prime rib, stuffed shells, bourbon glazed pork, parmesan crusted cod, a medley of vegetables, garden salad & cupcake dessert.\n9:30PM-12:30AM ~ SHOW / DANCING featuring music by Lenny Collini Family Pak\n12:00AM ~ A celebratory champagne toast, donuts & coffee at midnight.\nTICKETS BY ADVANCE SALE ONLY ONLINE or BY PHONE: 724-274-70\n7242747000"
    },
    {
        "event_name": "Blues Society of Western PA's New Year's Eve Blues Bash",
        "event_time": "Tue., Dec. 31, 7 p.m.-1 a.m.",
        "location": "Double Tree Hilton Moon Twp.",
        "price": "$145-$149",
        "content": "Open to public. Over 21.\nbswpa.simpletix.com\n$145 before Nov. 1 and groups of 4 +.\n$149 No. 1- Dec. 24.\nTickets must be purchased by Dec. 24.\nPurchases by check postmarked by Dec. 18: BSWPA, 123 Greenlea Drive, Coraopolis, PA 15108. Include email and phone.\nIf you have 3 or more in your party, please contact: bswpa.org so that we can seat your group together.\nRooms: ask for Blues NYE rate...$109 before Dec. 24. If no rooms available, the Hampton is next door.\nTickets are nonrefundable.\nLet's have fun! It's going to be a Bluesin', romping good time!!\n724.888.6183"
    },
    {
        "event_name": "Trick or Drink: Pittsburgh Halloween Bar Crawl (3 Days)",
        "event_time": "Fri., Oct. 25, 6 p.m.-2 a.m., Sat., Oct. 26, 4 p.m.-2 a.m. and Thu., Oct. 31, 6 p.m.-2 a.m.",
        "location": "Urban Tap",
        "price": "$15.00",
        "content": "Barcrawlerz is a Pittsburgh Bar Crawl like no other. Trick or Drink features The Best Drink Specials and The Best Bars in Town.\n310) 273-8772"
    },
    {
        "event_name": "9th Annual Oil Valley Film Festival",
        "event_time": "Dec. 19-Jan. 2, 12:01 a.m.-11:59 p.m.",
        "location": "N/A",
        "price": "$24.99",
        "content": "The 9th Oil Valley Film Festival, based in Venango County, PA, will be a secure online event in 2024, but will return to an in-person event in 2025. Watch movies with us via Festivee!\nThis year, from December 20th through January 2nd, you can watch our OVFF lineup of global films from anywhere in the world, on any device, at your own pace!\nThat's over twenty films from around the world! All-Access Passes include bonus features like special guest interviews and more!\nJoin us in celebrating global stories that unite us all!"
    },
    {
        "event_name": "What's Your Story?",
        "event_time": "Second and Fourth Monday of every month, 12:30-2:30 p.m.",
        "location": "Shaler North Hills Library",
        "price": "N/A",
        "content": "An adult writing group for light-hearted stories.\n412-486-0211"
    },
    {
        "event_name": "German Conversation Club",
        "event_time": "Second and Fourth Monday of every month, 6:30-7:30 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "412-622-3151"
    },
    {
        "event_name": "Board Game Night",
        "event_time": "Second Monday of every month, 7 p.m.",
        "location": "Spirit",
        "price": "N/A",
        "content": "City of Play Board Game night at Spirit. Free to attend. Come out play some games and meet new people!\nhttps://www.facebook.com/CityofPlay/events\n4125864441"
    },
    {
        "event_name": "City of Play Game Night",
        "event_time": "Second Monday of every month, 7-11 p.m.",
        "location": "Spirit Hall & Lodge",
        "price": "Free",
        "content": "After a long hiatus we are bringing back City of Play's board game nights! Games start at 7 but Monday nights at Spirit come with happy hour specials of fried pizza logs, Tequila drinks, and an experimental weekly menu so you're welcome to stop in anytime!\nWe are still in the process of re-building our game library and are accepting donations! We will be providing some games but people can certainly bring their own as well!\nAt 8, a DJ will be playing some quiet easy listening music to game to! So plan for a full night of fun!\n412-586-4441"
    },
    {
        "event_name": "Amnesty International Pittsburgh Meeting",
        "event_time": "Second Monday of every month, 7 p.m.",
        "location": "First Unitarian Church",
        "price": "N/A",
        "content": "Monthly meeting.\n412-621-8008"
    },
    {
        "event_name": "Northside Digital Literacy Class",
        "event_time": "Third Tuesday of every month, 12:30-4:30 p.m.",
        "location": "CoLab18 at Nova Place",
        "price": "Free",
        "content": "In collaboration with the NorthSide North Shore Chamber of Commerce, NorthSide Works! and One NorthSide, the WIN Workforce Development Program is pleased to offer free or low-cost custom individual and group digital literacy classes to individuals facing economic hardship seeking to remove employment barriers and find sustainable employment.\nEach month we will teach basic digital literacy skills and host walk-in hours for the computer lab to help you find sustainable employment. If you are interested in attending the class, please fill out your information here: https://bit.ly/4d5LXBr\n412-904-2669"
    },
    {
        "event_name": "Accessible Tech Training @ LBPH",
        "event_time": "Third Wednesday of every month, 1-2:30 p.m.",
        "location": "Library for the Blind & Physically Handicapped",
        "price": "FREE",
        "content": "Need assistance with your smartphone or tablet? Join us for a hands-on tech training focusing on your devices accessibility options (voiceover/screen readers, magnification, enlarged fonts, etc). We can help with any operating system (iOS, Android), and any kind of device! Please bring your own device if you have one, if not, feel free to use one of ours!\n412-687-2440"
    },
    {
        "event_name": "PGH Self-Inquiry Group Session",
        "event_time": "First and Third Wednesday of every month",
        "location": "Friends Meeting House",
        "price": "N/A",
        "content": "Discussion & group confrontation based on teachings of Ramana Maharshi, Nisargadatta, Richard Rose & others.\n412-683-2669"
    },
    {
        "event_name": "Spanish II",
        "event_time": "First and Third Wednesday of every month, 6:30-7:30 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "Geared toward those who already have a basic understanding of Spanish & are interested in increasing proficiency.\n412-622-3151"
    },
    {
        "event_name": "Pub Quiz",
        "event_time": "First and Third Wednesday of every month, 7-9 p.m.",
        "location": "East End Brewing Company",
        "price": "N/A",
        "content": "Hosted by Drew Cranisky.\n412-537-2337"
    },
    {
        "event_name": "Pittsburgh Self-inquiry Confrontation Meeting",
        "event_time": "Third Wednesday of every month, 7-9 p.m.",
        "location": "Friends Meeting House",
        "price": "free",
        "content": "\"Who am I?\" is a distinct search for an answer to life's Big Questions. There are ways and means to pursue, authors to be found, teachers who advise, but sincere fellow seekers can be an invaluable source of inspiration and momentum on this path. All serious inquirers are welcome to take part in our Confrontation sessions which question our thinking and rationalizations to reveal obstacles to seeing clearly. Featured: writings of Ramana Maharshi, Nisargadatta, Richard Rose, Franklin Merrell-Wolff, Douglas Harding and others\n412-760-9384"
    },
    {
        "event_name": "Bienvenido: Have Fun While You Speak Spanish",
        "event_time": "First and Third Wednesday of every month, 7 p.m.",
        "location": "Mount Lebanon Public Library",
        "price": "N/A",
        "content": "Practice your Spanish in an informal setting.\n412-531-1912"
    },
    {
        "event_name": "Books in the Afternoon",
        "event_time": "Third Thursday of every month, 1 & 6 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "Lively discussions of contemporary fiction.\n412-622-3114"
    },
    {
        "event_name": "Green Drinks: Sunrise Movement Pittsburgh",
        "event_time": "Third Thursday of every month, 6-8 p.m.",
        "location": "Fuel & Fuddle",
        "price": "N/A",
        "content": "Green Drinks is a monthly, social event for people who care about the environment. February Green Drinks is hosted by Sunrise Movement Pittsburgh. Come learn more about their mission \"to pressure elected officials to support a select committee on a Green New Deal and to promise to receive no donations from the fossil fuel industry.\" Add your voice to the movement! This event is organized by the Pittsburgh Chapter of Citizens' Climate Lobby. Under 21 are welcome. Light snacks provided.\n412-682-3473"
    },
    {
        "event_name": "Landmark Lectures: People & Place - Bishop Benjamin Tucker Tanner & Family",
        "event_time": "Third Thursday of every month, 6:30-7:30 p.m.",
        "location": "N/A",
        "price": "free with registration",
        "content": "Matthew Falcone, President of Preservation Pittsburgh, will talk regarding the possibility of applying for a historic marker for Bishop Tanner (1835-1923). With roots in Pittsburgh, Tanner was a leading clergyman, author, and was editor from 1868-1884 of The Christian Recorder, the largest Black-owned newspaper in the country at the time. Tanner and his wife Sarah had four children, including Henry Ossawa Tanner, who was the first Black painter to gain international acclaim, as well as Halle Tanner Dillon Johnson, one of the first Black women physicians.\n4122568755"
    },
    {
        "event_name": "Reggae Night",
        "event_time": "Third Thursday of every month, 6:30-9:45 p.m.",
        "location": "Allegheny City Brewing",
        "price": "Free!",
        "content": "Original roots, reggae, dancehall and dub records selected alongside delicious craft beer! Caribbean Vybz food truck will be providing the itals.\n412-904-3732"
    },
    {
        "event_name": "Real to Reel Documentary Film Series",
        "event_time": "Third Thursday of every month, 7 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "A different documentary each month.\n412-622-3114"
    },
    {
        "event_name": "Third Thursday Film Screenings",
        "event_time": "Third Thursday of every month, 7 p.m.",
        "location": "PCTV",
        "price": "N/A",
        "content": "Screenings of political documentaries followed by discussion."
    },
    {
        "event_name": "VIVRANT THING",
        "event_time": "Third Thursday of every month, 10 p.m.-2 a.m.",
        "location": "The Goldmark",
        "price": "Free",
        "content": "VIVRANT THING’ features open format vibes from future funk, breaks,\nafrobeats , hip hop , soul , and more . JX4 and DJ Nugget + guests\n412-688-8820"
    },
    {
        "event_name": "African Dance Class",
        "event_time": "Second and Third Friday of every month and Fourth and Last Friday of every month",
        "location": "Irma Freeman Center for Imagination",
        "price": "N/A",
        "content": "412-924-0634"
    },
    {
        "event_name": "Open Mic Night",
        "event_time": "Third Friday of every month, 8-11 p.m.",
        "location": "Community Forge",
        "price": "FREE",
        "content": "A free night of music, poetry, comedy, and more! Whether you're a seasoned performer or trying something new, our stage is open to all talents. Show off your skills, support local artists, or simply enjoy the show - the choice is yours!\n#Kinselland has curated this special night with MC, ANQWENIQUE and legendary band leader, Howie Alexander. Plus, delicious bites available from Very Vegan!\nSign-ups to perform are in-person only, but bop on over to the registration here to express your interest. Register on Eventbrite, and mark your calendars and get ready to be part of a memorable evening at\n412-501-2055"
    },
    {
        "event_name": "A Factory Night",
        "event_time": "Third Friday of every month, 9 p.m.-2 a.m.",
        "location": "Whisper Nest",
        "price": "Free",
        "content": "Every third Friday at the Whisper Nest, DJs Poptone and Brian Siewiorek bring you an eclectic set of classic and modern post-punk, synthpop, goth, Britpop, and other related sounds, culled from the depths of their wax collections. Expect hits and deep cuts from a wide range of bands—from Joy Division to Jesus & Mary Chain; Kate Bush to Kraftwerk; the Cramps to the Cranberries; Echo & the Bunnymen to Elastica!\nAs always, Factory is a FREE event, so be sure to pass along the savings to the Nest’s wonderful bartenders.\n4123375970"
    },
    {
        "event_name": "A Reverence for Life",
        "event_time": "First and Third Saturday of every month",
        "location": "Rachel Carson Homestead",
        "price": "N/A",
        "content": "Photos & artifacts of her life & work. Docent-led tours.\n724-274-5459"
    },
    {
        "event_name": "sean mc and dj thermos",
        "event_time": "First and Third Saturday of every month",
        "location": "Belvederes",
        "price": "N/A",
        "content": "90s dance party.\n412-687-2555"
    },
    {
        "event_name": "Sean Mc + Dj Thermos",
        "event_time": "First and Third Saturday of every month",
        "location": "Belvederes",
        "price": "N/A",
        "content": "90s night.\n412-687-2555"
    },
    {
        "event_name": "Noche Latina-Third Saturday",
        "event_time": "Third Saturday of every month, 9:15 p.m.-1:30 a.m.",
        "location": "Los Sabrosos Dance Co.",
        "price": "$15",
        "content": "Dance the night away to Salsa, Bachata, Zouk, Kizomba, & more!\nEvery First and Third Saturday of the Month!\n9:15pm – Mini-Lesson\n9:30pm – 1:00am DANCING!\nMini-Lesson + Social: $15\nOnly Social: $10\n4909 Penn Ave\nPittsburgh, PA 15224\nAt the juncture of Lawrenceville, Garfield, & Friendship neighborhoods!\nOn the same side as UPMC Children’s Hospital.\nFree parking on the street (Penn Ave) and all the neighborhood streets.\nBYOA, alcohol only. Los Sabrosos Dance Co. has a cash bar with non-alcoholic beverages on the premises. Free water and cups available.\n4124650290"
    },
    {
        "event_name": "Push It!",
        "event_time": "Third Saturday of every month, 10 p.m.",
        "location": "Remedy",
        "price": "N/A",
        "content": "DJ Huck Finn, DJ Kelly Fasterchild.\n412-781-6771"
    },
    {
        "event_name": "Arabic for Beginners",
        "event_time": "Second and Third Sunday of every month, 2-3 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "412-622-3114"
    },
    {
        "event_name": "Open Stage w/ Jess Klein",
        "event_time": "Fourth Wednesday of every month, 7-11 p.m.",
        "location": "Full Pint Wild Side",
        "price": "Free",
        "content": "All musicians, poets, spoken word artists, rappers, and performers are welcome to share their talents in a non-judgmental, open-minded space.\n412-408-3083"
    },
    {
        "event_name": "Pittsburgh Poetry Exchange",
        "event_time": "Fourth Wednesday of every month, 7:30 p.m.",
        "location": "Coffee Tree Roasters",
        "price": "N/A",
        "content": "Book discussion hosted by the Pittsburgh Poetry Exchange. For this month's book, visit http://pghpoetryexchange.pghfree.net/workshops.shtml.\n412-928-9891"
    },
    {
        "event_name": "Board Games Night",
        "event_time": "Fourth Thursday of every month, 6 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "412-622-3151"
    },
    {
        "event_name": "Spanish Conversation Club",
        "event_time": "Second and Fourth Thursday of every month, 6-7 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "412-622-3151"
    },
    {
        "event_name": "Tony Campbell and the Jazz Surgery",
        "event_time": "Second and Fourth Thursday of every month, 8-11 p.m.",
        "location": "Dorothy Six Blast Furnace Cafe",
        "price": "$ 5.00 Cover",
        "content": "412-464-9023"
    },
    {
        "event_name": "FREE COMEDY NIGHT",
        "event_time": "Last Friday of every month, 8-10 p.m.",
        "location": "Fat Cat Eats, Drinks & Music",
        "price": "FREE!",
        "content": "Come out for a bite to eat and some free laughs from some of the best local comedians at Fat Cat on East Ohio Street in the Northside. Join us the last Friday of each month with James Phelps hosting a real treat of a troupe. Located on the second floor in our event space, The Scratching Post. Ages 21+\nFollow us @fatcatpgh to stay up on our upcoming events.\n4123210220"
    },
    {
        "event_name": "Emotional Support America",
        "event_time": "Fourth and Second Saturday of every month, 1:30 p.m.",
        "location": "C.C. Mellor Memorial Library",
        "price": "N/A",
        "content": "412-731-0909"
    },
    {
        "event_name": "\"Last Saturday\" - Live Painting & DJ Party",
        "event_time": "Last Saturday of every month, 9 p.m.-2 a.m.",
        "location": "Redfishbowl",
        "price": "$5",
        "content": "\"Last Saturday\" - Live Painting & DJ Party! Join The Endonaut Gallery and Redfishbowl Studios for a night of music and art!\n***Also, the Closing for the \"Connecting with Nature\" show will be going on during the event!***\nLIVE PAINTERS:\n*Crystal Flora\n*Nikki Pena\n*Dante Campudoni\nMUSIC:\n*DJ Wabi Sabi\n*DJ Abnormal\nHOSTS:\n@endonautgallery\n@redfishbowl\n@diverse_medium\n412-443-0606"
    },
    {
        "event_name": "Pop Punk Night",
        "event_time": "Last Saturday of every month, 10 p.m.-2 a.m.",
        "location": "Smiling Moose",
        "price": "Free.",
        "content": "412-439-5706"
    },
    {
        "event_name": "Young Professional Chess Club",
        "event_time": "Fourth Monday of every month, 7 p.m.",
        "location": "Condado Lawrenceville",
        "price": "N/A",
        "content": "This will be a place to get in some over-the-board games with other young professionals, talk theory, and have a few drinks together. Whether you're a grandmaster or inspired to pick it up for the first time with its recent popularity all are welcome! Events will be will be at Condado in Lawrenceville. We may either be in the back room or the downstairs area. The person at the front will let you know if you can't find us.\n(412) 863-7630"
    },
    {
        "event_name": "Storytelling @ Riley's",
        "event_time": "Last Tuesday of every month, 8 p.m.",
        "location": "Riley's Pour House",
        "price": "N/A",
        "content": "Story telling on a theme every month.\n412-279-0770"
    },
    {
        "event_name": "Noche Latina-First Saturday",
        "event_time": "First Saturday of every month, 12:15 p.m.-1:30 a.m.",
        "location": "Los Sabrosos Dance Co.",
        "price": "$15",
        "content": "Dance the night away to Salsa, Bachata, Zouk, Kizomba, & more!\nEvery First and Third Saturday of the Month!\n9:15pm – Mini-Lesson\n9:30pm – 1:00am DANCING!\nMini-Lesson + Social: $15\nOnly Social: $10\n4909 Penn Ave\nPittsburgh, PA 15224\nAt the juncture of Lawrenceville, Garfield, & Friendship neighborhoods!\nOn the same side as UPMC Children’s Hospital.\nFree parking on the street (Penn Ave) and all the neighborhood streets.\nBYOA, alcohol only. Los Sabrosos Dance Co. has a cash bar with non-alcoholic beverages on the premises. Free water and cups available.\n4124650290"
    },
    {
        "event_name": "TITLE TOWN Soul & Funk Party",
        "event_time": "First Saturday of every month, 9 p.m.",
        "location": "Spirit Hall & Lodge",
        "price": "N/A",
        "content": "Rare Soul, Funk & wild R&B 45s feat. DJ Gordy G. & J.Malls\n412-586-4441"
    },
    {
        "event_name": "FAT CAT ON WAX",
        "event_time": "First Saturday of every month, 9 p.m.-1 a.m.",
        "location": "Fat Cat Eats, Drinks & Music",
        "price": "FREE!",
        "content": "The 4th monthly installment of all vinyl-house music mixes from Dave Clevr & Friends. This month Clevr will be tag teaming with the one & only Tom Brown to take you on a journey through their combined decades of experience in the sound of true of house music. Exploring the sounds of funk, soul & beyond. Tell your friends & mark your calendars for the 1st Saturday each month. Another one you do not want to miss!\n4123210220"
    },
    {
        "event_name": "Illusions",
        "event_time": "First Saturday of every month, 9 p.m.",
        "location": "Cattivo",
        "price": "N/A",
        "content": "w/ Funerals & Arvin Clay.\n412-687-2157"
    },
    {
        "event_name": "Requiem",
        "event_time": "First Saturday of every month, 10 p.m.-2 a.m.",
        "location": "Cattivo",
        "price": "$4.00",
        "content": "412-687-2157"
    },
    {
        "event_name": "Everything Goes! Variety Brunch",
        "event_time": "First Sunday of every month, 11 a.m.-1 p.m.",
        "location": "The Bridge Music Bar",
        "price": "$20",
        "content": "The Velvet Hearts! and The Bridge Music Bar are pleased to present a monthly burlesque variety brunch - EVERYTHING GOES! The variety show brunch will take place the first Sunday of every month, show beginning at 12:00 PM / doors at 11:00 AM. Tables and bar seats are $20 a seat (tables sold as full tables).\nShow will include sizzling hot and nutritious performances, along with hearty yet zany crowd interaction! The show is a bit spicy, so 21+ recommended.\nBrunch and regular menu available (priced separately).\n412-404-2216"
    },
    {
        "event_name": "Content Writing Service | Affordable Price | Cheap Content Writers",
        "event_time": "First Monday-Sunday of every month, 12 p.m.",
        "location": "Pittsburgh Writing Exchange",
        "price": "N/A",
        "content": "I am professional content writer with 5 years experience working currently with content writing service.\nWelcome to content writing service one of the best custom paper writing services on the web.\nFor several years content writing service has been providing high-quality Article Writing Services\nWe specialize in preparing Article Writing Services, Blog Writing Services, SEO Writing Services,Social Media Writing\nServices,Guest Post Writing Services and Product Description Writing on a wide variety of Content.\nEach of our Content is 100% original and quality assured.\nGet high quality content writing services for really affordable price. Hire the best USA\nContent Writers With"
    },
    {
        "event_name": "Poetry & Pints",
        "event_time": "First Monday of every month, 6-8 p.m.",
        "location": "Burgh'ers",
        "price": "N/A",
        "content": "Free monthly open mic poetry event at a great local brewery! Burgh'ers Brewing in Lawrenceville! Share original work, cover favorites. First-time readers encouraged! Show up, sign up, come when you can, leave when you must. Simple! Program partner of the Pittsburgh Poetry Collective.\n412-440-7638"
    },
    {
        "event_name": "StorySwap",
        "event_time": "First Monday of every month, 7 p.m.",
        "location": "Northland Public Library",
        "price": "N/A",
        "content": "An open forum to swap stories.\n412-366-8100"
    },
    {
        "event_name": "Traditional Irish Session Music",
        "event_time": "First Monday of every month, 7:30 p.m.",
        "location": "J. Gough's Tavern",
        "price": "Free",
        "content": "Welcome to all skill levels.\n412-315-7029"
    },
    {
        "event_name": "Kid's Books for Grown-Ups Bookclub",
        "event_time": "First Tuesday of every month, 10 a.m.",
        "location": "Penguin Bookshop",
        "price": "N/A",
        "content": "412-741-3838"
    },
    {
        "event_name": "Cayuga Centers Treatment Foster Care Information Session",
        "event_time": "First Tuesday of every month, 6-6:30 p.m.",
        "location": "N/A",
        "price": "FREE",
        "content": "Join us for an online information session about Cayuga Centers Treatment Foster Care program in Pittsburgh! Whether you're considering becoming a foster parent or just want to learn more, this event is for you. Our team of experts will provide valuable insights and answer all your questions. Discover how you can make a difference in the lives of children in need. Don't miss out on this opportunity to be part of something incredible! Learn more at https://cayugacenters.org/pittsburgh/\n(412)-308-9585"
    },
    {
        "event_name": "Aria412",
        "event_time": "First Tuesday of every month, 7-9 p.m.",
        "location": "Wallace's Tap Room",
        "price": "Free",
        "content": "Aria412 is the brainchild of Kelly Lynch and Desiree Soteres.The first Tuesday of each month we bring together some of Pittsburgh's brightest singing talent on themes designed to welcome a broad audience to multiple musical traditions across opera, art songs, musical theater,\nand the occasional pop or rock tribute.\n412-665-0555"
    },
    {
        "event_name": "Knit Pit Yarn Club",
        "event_time": "First Wednesday of every month, 6:30-9 p.m.",
        "location": "Eleventh Hour Brewing Co",
        "price": "Attendance is Free",
        "content": "Welcome to Knit PIT Yarn Club, a meetup for knitters of all levels! Tap into your creativity and have fun while crafting with others. Join us to learn new skills, share patterns, and make friends. Whether you're knitting your first scarf or your 25th sweater, you'll find inspiration, laughter, and good vibes. Come enjoy the crafty chaos — knitting is about the journey, not just the finished piece! We meet at Eleventh Hour Brewing on the first Wednesday of each month. We also offer workshops, lessons, and kits.\n(412)699-4074"
    },
    {
        "event_name": "The Bo'Hog Brothers",
        "event_time": "First Wednesday of every month, 7 p.m.",
        "location": "Keystone Bar",
        "price": "N/A",
        "content": "724-758-4217"
    },
    {
        "event_name": "Nasty Slam",
        "event_time": "First Wednesday of every month, 10-11:45 p.m.",
        "location": "Spirit Hall & Lodge",
        "price": "$10 to watch, $10 to play",
        "content": "Cheer on local writers during the latest Nasty Slam, a live poetry contest at Spirit where the winner is determined by audience applause. Bring three poems, your friends, and a willingness to fight dirty with your most ill-mannered, aggressive, take-no-prisoners attitude. The triumphant will take home a $200 cash prize and the prestige of being one of Pittsburgh’s nastiest poets.\n412-586-4441"
    },
    {
        "event_name": "Intuitive Friday Nights",
        "event_time": "First Thursday of every month, 5-8:30 p.m.",
        "location": "Christine Frechard Gallery",
        "price": "N/A",
        "content": "The Christine Frechard Gallery presents: Intuitive Fridays, offering Tarot, Pendulum and Palm readings. We also offer Reflexology, Reiki, and Intuitive Coaching. Walk-ins are welcome, but calling ahead is recommended..5126 Butler St. Lawrenceville, 15201. 724.766.0104....See you there!\n724.766.0104 or 412.965.0435"
    },
    {
        "event_name": "Bereavement Support Group",
        "event_time": "First Thursday of every month, 7 p.m.",
        "location": "Baldwin Community United Methodist Church",
        "price": "N/A",
        "content": "412-572-8829"
    },
    {
        "event_name": "Yacht Rock N’at",
        "event_time": "First Thursday of every month, 7-11 p.m.",
        "location": "The Warren Bar & Burrow",
        "price": "FREE",
        "content": "Every first Thursday for the last 3 years, Yacht Rock N’at has been providing a soundtrack of smooth bar grooves and laid back jams to usher you into the weekend. Forgotten classics and unearthed gems. Some call it a vibe, while others have no idea what Yacht Rock is. It’s FREE & FOR ALL. Pull up a stool, order a yachtrocktail and let that soft rock soothe your hard times. Sounds from Jarrett Tebbets (Hot Mass, Spaghetti Disco)\n(412) 201-5888"
    },
    {
        "event_name": "West Deer Bluegrass Review",
        "event_time": "First Thursday of every month, 7:30 p.m.",
        "location": "Elwood's Pub",
        "price": "N/A",
        "content": "724-265-1181"
    },
    {
        "event_name": "Daryl Shawn plays world-influenced guitar at Scratch",
        "event_time": "First Thursday of every month, 8-10 p.m.",
        "location": "Scratch Food & Beverage",
        "price": "Free",
        "content": "Oft-touring acoustic guitarist Daryl Shawn appears in Troy Hill at Scratch Food & Beverage on the first Thursday of every month. Scratch is located at 1720 Lowrie St. in Pittsburgh. The performance begins at 8:00 p.m. Admission is free, and admission is limited to those 21 and over.\nAn alumnus of Boston's esteemed Berklee College of Music, Shawn creates the sound of a full band as he puts his own uniquely improvisational spin on familiar tunes, as well as his own original songs with influences from flamenco to African music.\n412-251-0822"
    },
    {
        "event_name": "Caffeinate Your Company",
        "event_time": "Second Friday of every month, 8:30-9 a.m.",
        "location": "N/A",
        "price": "Free",
        "content": "Hey Small Business Owners!\nEntrepreneurship is hard. Don’t do it alone. Join Entrepreneurs Forever on the second Friday of every month at 8:30am on Zoom for a taste of our free peer group program for established small business owners. Stick around from 9:00-9:30am for some caffeine-fueled networking and Q&A. Connect with Blair Mundy at bmundy@e4ever.org to learn more."
    },
    {
        "event_name": "Open Mic Coffee House - Valentine Special",
        "event_time": "Second Friday of every month, 7:30-9 p.m.",
        "location": "South Side Presbyterian Church",
        "price": "$5",
        "content": "The Open Mic Coffee House \"Valentine Special\" at 7:30 to 9 p.m. welcomes folks to share songs or a poem, dramatic piece, dance, comedy, or whatever. Please call 412-431-0118 or email at kathysspc@aol.com if you would like to share something on stage. Or just come to enjoy others' performances as well as gathering with old and new friends. Suggested donation of $5 includes candlelight conversation, the performances, and refreshments. The Church is at the corner of S. 20th and Sarah, and is fully handicap accessible.\n4124310118"
    },
    {
        "event_name": "Open Mic Coffee House",
        "event_time": "Second Friday of every month, 7:30-9 p.m.",
        "location": "South Side Presbyterian Church",
        "price": "$5",
        "content": "On Friday, November 8, the South Side Presbyterian Church welcomes all to its monthly Open Mic Coffee House at 7:30 to 9 p.m. Do you have songs or a poem, a dramatic piece, dance, or comedy that you would like to share? Please call 412-431-0118 or email at kathysspc@aol.com if you would like to share something on stage. Or just come to enjoy others' performances as well as the friendly fellowship with old and new friends. The suggested donation of $5 includes candlelight conversation, the performances, and refreshments. The Church is at the corner of S. 20th and Sarah Streets\n4124310118"
    },
    {
        "event_name": "Second Saturday Pittsburgh",
        "event_time": "Second Saturday of every month, 9 a.m.-12 p.m.",
        "location": "Northern Tier Regional Library",
        "price": "N/A",
        "content": "A non-profit providing unbiased divorce education.\n724-449-2665‎"
    },
    {
        "event_name": "Pittsburgh Writers Project - Roundtable Discussions",
        "event_time": "Second Saturday of every month, 10 a.m.-12 p.m.",
        "location": "Green Tree Public Library",
        "price": "N/A",
        "content": "412-921-9292"
    },
    {
        "event_name": "Saturday Matinee",
        "event_time": "Second Saturday of every month, 2 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "A new film each month.\n412-622-3114"
    },
    {
        "event_name": "Second Saturday at the Spinning Plate",
        "event_time": "Second Saturday of every month",
        "location": "Spinning Plate Gallery",
        "price": "N/A",
        "content": "Art exhibits w/ various musical, literary & artistic performances."
    },
    {
        "event_name": "Second Saturday Art Workshops",
        "event_time": "Second Saturday of every month",
        "location": "Trust Arts Education Center",
        "price": "N/A",
        "content": "Classes in jewelry making, painting, cartooning, puppet making, quilting, more.\n412-471-6079"
    },
    {
        "event_name": "Evolution",
        "event_time": "Second Saturday of every month, 9:30 p.m.-3 a.m.",
        "location": "Cattivo",
        "price": "$5",
        "content": "A dance night for those with unique taste, featuring the best in New Wave, Coldwave, Darkwave, Goth, Industrial, Synthpop and more!\nft. DJ Josey\nCash Bar Only - ATM on site\n21 and over\n412-687-2157"
    },
    {
        "event_name": "2 Hype! Dance Party",
        "event_time": "Second Saturday of every month, 10 p.m.-2 a.m.",
        "location": "Remedy",
        "price": "$3.00",
        "content": "412-475-8409"
    },
    {
        "event_name": "The Neighborhood Flea",
        "event_time": "Second Sunday of every month, 11 a.m.-5 p.m.",
        "location": "Strip District",
        "price": "Free",
        "content": "This open air, curated flea market is the perfect place to take your mom for a casual stroll on Mother’s Day. Head down to the Neighborhood Flea and pick up a trinket and dance to some music from DJ EZ Lou, all while you drink your morning coffee. Is every restaurant completely booked? Grab some on-the-go gourmet foods from the fleet of food trucks on site, like Pie Bird and Good Chroma. Let Rebecca Bloom read her tarot cards for you for some extra insight. -Celine Roberts"
    },
    {
        "event_name": "PFLAG Pittsburgh",
        "event_time": "Second Sunday of every month, 2-4:30 p.m.",
        "location": "Third Presbyterian Church",
        "price": "N/A",
        "content": "Support, education & advocacy for the LGBTQ community, family & friends. http://pflagpgh.weebly.com/."
    },
    {
        "event_name": "Young Nature Explorers Class",
        "event_time": "Second Tuesday of every month, 9:30-11 a.m. & 1-2:30 p.m.",
        "location": "North Park",
        "price": "N/A",
        "content": "Getting kids outside, exploring nature. Pre-registration required, 724-935-2170. Latodami Nature Center.\n724-935-1766"
    },
    {
        "event_name": "Sensory Friendly Afternoon",
        "event_time": "Second Tuesday of every month, 1-5 p.m.",
        "location": "Children's Museum of Pittsburgh",
        "price": "$14-$16",
        "content": "Individuals with Autism Spectrum Disorders and Sensory Processing Disorders can enjoy a fun, friendly experience in a comfortable and accepting environment. Announcement and exhibit sound volume will be reduced, and sound reducing headphones will be available. Regular admission rates apply.\nThis program is sponsored in part by PA Leadership Charter School.\n412-322-5058"
    },
    {
        "event_name": "Open Stage w/ Sadie Freund",
        "event_time": "Second Wednesday of every month, 7-11 p.m.",
        "location": "Full Pint Wild Side",
        "price": "Free",
        "content": "All musicians, poets, spoken word artists, comedians, rappers, and performers are welcome to share their talents in a judgment free, open-minded setting.\n412-408-3083"
    },
    {
        "event_name": "Acoustic Open Stage w/ Henry Bachorski",
        "event_time": "Second Wednesday of every month, 7-11 p.m.",
        "location": "Full Pint Wild Side",
        "price": "No Cover",
        "content": "An acoustic open stage hosted by Henry Bachorski. All musicians welcome, as well as poets, spoken word artists, and comedians.\n412-408-3083"
    },
    {
        "event_name": "One Night Stand hosted by Creatives Drink w/ DJ Nugget & Alex Rivera",
        "event_time": "Second Wednesday of every month, 10 p.m.-2 a.m.",
        "location": "The Goldmark",
        "price": "Free",
        "content": "#onenightstand is a free monthly hip-hop & r&b party at The Goldmark hosted by Cody Baker from Creatives Drink and featuring music by DJ Nugget & Alex Rivera. Every month we raffle off prizes from brands native to Pittsburgh as well as complimentary drink tabs every hour.\n412-688-8820"
    },
    {
        "event_name": "Gertrude Stein Political Club of Greater Pittsburgh",
        "event_time": "Second Thursday of every month, 7 p.m.",
        "location": "United Cerebral Palsy of Pittsburgh",
        "price": "N/A",
        "content": "Meetings of group devoted to LGBT issues in electoral politics.\n412-521-2504"
    },
    {
        "event_name": "Bluegrass Open Jam",
        "event_time": "Second Thursday of every month, 7 p.m.",
        "location": "Elwood's Pub",
        "price": "N/A",
        "content": "724-265-1181"
    },
    {
        "event_name": "Live Band Karaoke by Lead Singer Wanted",
        "event_time": "Second Thursday of every month, 8 p.m.-12 a.m.",
        "location": "The Bridge Music Bar",
        "price": "Free",
        "content": "Be a RockStar! Now is your chance to rock out with a live band performing your favorite song. Live band karaoke with \"Lead Singer Wanted\" is just like regular karaoke, except you get to sing with the music performed by a real live backing band. This event is open to everyone.\n412-759-0186"
    },
    {
        "event_name": "17th International Exhibition of Botanical Art & Illustration",
        "event_time": "Mondays-Fridays, 9 a.m.-5 p.m. Continues through Dec. 17",
        "location": "Hunt Institute for Botanical Documentation",
        "price": "Free",
        "content": "The Hunt Institute for Botanical Documentation presents its “17th International Exhibition of Botanical Art & Illustration,” which includes 43 artworks by 43 artists, representing 19 countries (Australia, Chile, China, Colombia, England, Hungary, India, Italy, Japan, Netherlands, Portugal, Romania, Russia, Scotland, Singapore, South Korea, Turkey, Ukraine and the United States). Join us Thursday, 17 October, 6:00-8:00 p.m. for the reception.\n412-268-2434"
    },
    {
        "event_name": "White Noise",
        "event_time": "Mondays-Fridays, 10 a.m.-4:30 p.m. Continues through Nov. 5",
        "location": "Robert Morris University Media Arts Gallery",
        "price": "Free",
        "content": "\"White Noise\" by Kerry Skarbakka is a powerful exploration of toxic masculinity, an issue of great relevance in today's divided socio-political landscape. Originally conceived before the 2016 elections out of concern for his newborn son under a Trump presidency, this multi-media installation serves as both a warning and a reflection as we approach the 2024 elections. The exhibition features large format photographs, video, and sculptures, portraying a fictional white male's descent rooted in Skarbakka’s own experiences, touching on themes like anti-government sentiment, tribalism, and religious extremism.\n412-397-4052"
    },
    {
        "event_name": "芸[Gei]: The Beauty of Ephemeral and Eternal",
        "event_time": "Mondays-Saturdays, 10 a.m.-5 p.m. Continues through Jan. 18",
        "location": "Contemporary Craft",
        "price": "Free",
        "content": "In its new exhibition, “芸[Gei]: The Beauty of Ephemeral and Eternal”, Contemporary Craft invites viewers to explore the captivating duality between the beauty of Ikebana – traditional Japanese flower arrangement – and the eternal nature of well-crafted objects. Four artists engage with members of Sogetsu Ikebana Pittsburgh, sparking contemplation of time, materiality, and heritage. This dialogue illuminates profound connections in Japanese culture that are woven throughout these art forms, harmonizing impermanence and eternity in Japan’s cultural tapestry - bridging past, present, and future. Featured artists include Tadao Arimoto, Carol Kumata, Miwa Neishi, and Yoko Sekino-Bové.\n4122617003"
    },
    {
        "event_name": "Pretzels For Pups!",
        "event_time": "Through Oct. 31, 11 a.m.-11 p.m.",
        "location": "Hofbrauhaus Pittsburgh Brewery & Restaurant",
        "price": "Free",
        "content": "Benefitting The UPMC Children's Hospital Foundation\n4122242328"
    },
    {
        "event_name": "Open Bluegrass Jam at the Starlite Lounge",
        "event_time": "Tuesdays, 7 p.m. Continues through Dec. 31",
        "location": "Starlite Lounge",
        "price": "Free",
        "content": "Open bluegrass jam at the Starlite Lounge every Tuesday night.\nThe jam gets going around 7pm and goes as late as midnight. Come early and have some of the best pierogis in town!\nThis is a traditional bluegrass jam circle and all levels of acoustic stringed instrument players are welcome to join! Beginners are welcome. Children under 21 w/parent/guardian.\n412-828-9842"
    },
    {
        "event_name": "“THE NIGHTMARE BEFORE MIXTAPE” . . . A Burton Bar Experience  . . .",
        "event_time": "Wednesdays-Sundays, 5:30-9 p.m. Continues through Oct. 31",
        "location": "Mixtape",
        "price": "16",
        "content": "Step into a world where gothic whimsy meets mischievous mayhem! 🐈‍⬛🕷️\nThis Halloween season, join us for an immersive experience in Pittsburgh, PA where the boundaries between film and fantasy blur. From eerie cocktails to eye-popping decor, indulge in every little detail inspired by the macabre mastermind of Tim Burton. 💀🌙\nDon’t miss your chance to galavant with ghouls, drink with demons, and revel in a space like no other. Costumes encouraged! Prizes awarded! Plan your visit soon... if you dare. 😱🔮\nAny session scheduled BEFORE 7PM is “Family Friendly!” During those times, we welcome ghosts & goblins under 21\n412-661-1727"
    },
    {
        "event_name": "The Basement",
        "event_time": "Thursdays-Sundays. Continues through Nov. 3",
        "location": "The Basement",
        "price": "40",
        "content": "The ScareHouse haunted attraction is on hiatus this year but our full-contact horror experience has returned to the original location in Etna for the first time in five years.\nThe Basement is a highly interactive and immersive horror experience featuring a series of intense, intimate and R-rated horrors that challenge the limits of fear. All guests must be 18 years or older and must sign waiver before entering. Guests will be touched and tormented by a cast of live actors.\nSelect dates now through November 2nd. Prices start at $40 per/person, only two guests may enter at once.\n412-376-7313"
    },
    {
        "event_name": "An Evening with Edgar Allan Poe",
        "event_time": "17th of every month, 6 p.m.",
        "location": "Seton-La Salle High School",
        "price": "$10",
        "content": "Will you dare enter the horrifying mind of Edgar Allan Poe? Come join us for a spooky night of theater in the Auditorium at Seton LaSalle Catholic High School, Friday, November 17 and Saturday, November 18, Fall Drama! An Evening with Edgar Allan Poe will take you into the creepiest of Poe's stories, such as \"The Tell-Tale Heart\" and \"The Cask of Amontillado\"! Reception 6pm.Curtain 7pm.\n412-561-3583"
    },
    {
        "event_name": "Imaginarium Sanitarium 2024",
        "event_time": "Fridays-Sundays, 7-10 p.m. Continues through Oct. 27",
        "location": "Cresson Prison",
        "price": "$15.00",
        "content": "Haunted Prison and Sanitorium - Patrons must be able to walk 1/4 mile and up 3 flights of stairs. This event is not for the faint of heart! Do you have what it takes to survive \"Rapture of Infection\"\n855-688-7277"
    },
    {
        "event_name": "Storytime at the Museum",
        "event_time": "Saturdays, 10:15-11 a.m. Continues through Dec. 14",
        "location": "Carnegie Museum of Natural History",
        "price": "$25.00",
        "content": "Join us for Storytime at the Museum! This program is free with admission and meets at the bench in the entrance of Dinosaurs in Their Time.\n4126223131"
    },
    {
        "event_name": "The Dinner Detective Comedy Mystery Dinner Show",
        "event_time": "Saturdays, 6-9 p.m. Continues through Nov. 16",
        "location": "Omni William Penn",
        "price": "$79.99",
        "content": "America’s largest interactive true crime mystery dinner theatre show is now playing in Pittsburgh! Solve a hilarious mystery while you feast on a fantastic dinner. Just beware! The culprit is hiding in plain sight somewhere in the room, and you may find yourself as a Prime Suspect before you know it!\nJoin us for an event that is very different from a traditional mystery dinner show. Our actors are not dressed in costume and are hidden in the audience! This results in a fun, social and interactive evening suitable for all adults.\nEach ticket includes our signature award-winning mystery dinner\n866-496-0535"
    },
    {
        "event_name": "Join us for our holiday concert in December",
        "event_time": "Sundays, 5-7:30 p.m. Continues through Dec. 8",
        "location": "First Unitarian Church",
        "price": "N/A",
        "content": "CORO LATINOAMERICANO\nPITTSBURGH\nEstablished in 1997\nCoro Latinoamericano is looking for singers—all voices sopranos, altos, tenors, basses—to join our choir and sing in our holiday concert (and beyond)!\nMost of the music we sing is in Spanish, but we also sing in other languages-English, German, Quechua, Nahuatl, and a few other others. But, you don't have to know Spanish or how to read music!\nRehearsals are on Sundays, from 5:30-7:30pm in Shadyside.\nDues is $25/month.\nFor more information about arranging an audition & interview please contact\ncorolapghdirect@gmail.com\nor\n412-345-1047\n412-345-1047"
    },
    {
        "event_name": "Student's Salsa Social",
        "event_time": "Last Monday of every month, 12-11:59 p.m. Continues through Oct. 29",
        "location": "Los Sabrosos Dance Co.",
        "price": "$5",
        "content": "Students' Salsa Social\nA new Monday night Salsa social designed for beginner Salsa dancers and the salsa-curious!\nThe perfect opportunity for novice dancers who are still a bit nervous about attending standard socials. Come practice in a stress free environment and meet other dancers like you!\nTime:\n9 PM – 12 AM\nPricing:\n$5 per person\nWe take cash, card, and Venmo payments at the front desk.\nBYOB.\n4909 Penn Ave\nPittsburgh, PA 15224\n4124650290"
    },
    {
        "event_name": "Quantum Theatre’s The Cabinet of Dr. Caligari: An Out of the Box Theatrical Experience",
        "event_time": "Wednesdays-Saturdays, 8 p.m. and Saturdays, Sundays, 2 p.m. Continues through Nov. 24",
        "location": "Union Trust Building",
        "price": "N/A",
        "content": "An adaptation of the iconic 1920s silent horror film, The Cabinet of Dr. Caligari will be brought to life by Jay Ball and Jed Allen Harris. Originally written by Hans Janowitz and Carl Mayer, Quantum’s The Cabinet of Dr. Caligari invites audiences to cross the threshold into the showman’s eerie world and discover the dark elements that control him in this sinister carnival inspired equally by German Expressionism and the current political landscape.\nAn experience like no other, you won’t want to miss this world premiere theatrical event.\n4123621713"
    },
    {
        "event_name": "Celebrate Bank of America’s Museums On Us®",
        "event_time": "First Saturday, Sunday of every month, 10 a.m.-5 p.m. Continues through Dec. 8",
        "location": "Carnegie Museum of Art",
        "price": "N/A",
        "content": "WHAT: Bank of America, Merrill and Bank of America Private Bank cardholders can receive FREE general admission to Carnegie Museums of Art and Natural History and The Andy Warhol Museum ‘s cultural attractions Saturday and Sunday.\nWHEN: first full weekend of each month\nWHERE: Learn something new this month with a visit to a participating cultural institution, including:\n• Carnegie Museum of Art and Natural History\n• The Andy Warhol Museum\nWHY: Bank of America believes the arts have a unique ability to connect people and communities and help local economies thrive.\nN/A"
    },
    {
        "event_name": "Am I the Jagoff? A Storytelling and Improv Show from Irony City",
        "event_time": "First Saturday of every month, 8-9:30 p.m. Continues through Dec. 31",
        "location": "Arcade Comedy Theater",
        "price": "$15 / $10 college students",
        "content": "Join veteran comedy troupe Irony City as they deftly navigate social missteps on the first Saturday each month. You’ve been there: acted out at a wedding without a cookie table, ordered fries on a salad at a fancy restaurant, or dared to move a parking chair, afterwards wondering, “Am I the Jagoff?” A local comedian confesses a potential jagoff moment, sparking Irony City’s improvisations. Witness relatable blunders transformed into laughter until we know in the end: were they the jagoff? Don't miss some of the city's best comedy performers in this engaging exploration of everyday foibles.\n(412) 339-0608"
    },
    {
        "event_name": "RML Jazz at The Bridge Music Bar the first Wednesday of the month",
        "event_time": "First Wednesday of every month, 5:30-6:30 p.m. Continues through Dec. 4",
        "location": "The Bridge Music Bar",
        "price": "N/A",
        "content": "RML Jazz will be performing at The Bridge the first Wednesday of the month featuring Laura Chu Wiens on vocals, Mike Clancy on saxes/flute, Jeff Leonhardt on guitar, Glenn Utsch on keyboard, and Rick Laus on drums. RML Jazz will be performing popular jazz tunes from Miles Davis, Grover Washington, Wes Montgomery, George Benson, Diana Krall, Laura Bush, and many more. Come enjoy live jazz and The Bridge's Wine Down Wednesday $20 pasta, salad, and wine special.\n412-404-2216"
    },
    {
        "event_name": "Ghostwriting Services in UAE",
        "event_time": "13th of every month, 12-6 p.m. Continues through March 13",
        "location": "N/A",
        "price": "N/A",
        "content": "Have you heard about ghostwriting services? Ghostwriting is a process of writing for someone else. It can be a book, a novel, an autobiography or any other literary piece where the idea and story is provided by the customer and the ghostwriter just pen that idea by using engaging words. This event is related to this purpose too. GhostwritingAE is arranging an online event to share the ghostwriting secrets and what happens behind the covers of the process with you all. Join us at the 13th of every month to learn more.\n+971 56 290 6253"
    },
    {
        "event_name": "Museum of Illusions Pittsburgh’s Teacher Appreciation Week Sale",
        "event_time": "Mondays-Sundays, 8-10 a.m.",
        "location": "Museum Of Illusions",
        "price": "N/A",
        "content": "In honor of Teacher Appreciation Week, from May 4th to May 10th, we're excited to treat all teachers to FREE admission at the Museum of Illusions - no illusions here, just pure appreciation! It's our way of saying thank you for your hard work and dedication. Just show your valid teacher ID at the door and step into a world of wonder and enchantment.\n*Offer available for walk-in visits only.\n8569526085"
    },
    {
        "event_name": "Pittsburgh Scavenger Hunt: Pittsburgh’s Strength",
        "event_time": "Ongoing, 8-10 a.m.",
        "location": "Let's Roam Customer Support",
        "price": "$12.99/player",
        "content": "Where three rivers meet, you'll find Pennsylvania's great Steel Town. On this fun-filled Pittsburgh scavenger hunt, make a loop around downtown in search of storied buildings, great green spaces, and wondrous sculptures.\nUncover this city's best-kept secrets and make your own history on this scavenger hunt in Pittsburgh!\nSome of what you'll see: Fulton Building, Pittsburgh Market Square, Kaufmann Building\nExplore The City:\nFind the best sights in your city with your group and answer questions that can only be found in person hidden on plaques, statues, art, and more.\nPhoto Challenges and Activities:\nEach person will have an interactiv\n8332027626"
    },
    {
        "event_name": "New Choices Career Development Classes",
        "event_time": "Mondays-Fridays, 9:30 a.m.-12:30 p.m.",
        "location": "Pennsylvania Women Work",
        "price": "FREE",
        "content": "New Choices is a FREE, comprehensive career program, where you'll learn job search and interview skills, goal-setting, and the confidence to succeed. You’ll update your resume, refresh your computer skills, and learn conflict resolution, budgeting, and time management – plus individualized career coaching and job search assistance. Day/evening classes available starting soon Downtown, or at extended sites throughout Pittsburgh. Whether you're starting out or re-entering the workforce, our 20 years of expertise will make you a stronger candidate. New Choices has helped over 55,000 people find living-wage jobs and build lasting careers! Call to register or for more information!\n412-742-4362"
    },
    {
        "event_name": "Puzzling Adventures Scavenger Hunt",
        "event_time": "Ongoing, 10 a.m.-8 p.m.",
        "location": "Puzzling Adventures Start & Finish Location",
        "price": "$39.95 with $10 EVENTPASS - price per team",
        "content": "Consistently rated the best local scavenger hunt since 2016!\nPuzzling Adventures are a cross between a scavenger hunt, an adventure race, and an informative self-guided walking tour. Each adventure consists of a series of locations that you are guided to where you are required to answer a question or solve a puzzle to receive your next instruction. Compete as a group, individually or create multiple teams and race each other.\nEnter the code EVENTPASS on the payment page for a $10 discount!\n8884338966"
    },
    {
        "event_name": "Maker Story Time",
        "event_time": "Mondays, 11 a.m.-12 p.m.",
        "location": "Children's Museum of Pittsburgh",
        "price": "N/A",
        "content": "Explore tools, materials & processes inspired by books. Listen to stories read by librarian-turned-Teaching Artist Molly.\n412-322-5058"
    },
    {
        "event_name": "Spellbound Escape Room",
        "event_time": "Ongoing, 12-9 p.m.",
        "location": "60 Minute Missions Escape Room",
        "price": "$25",
        "content": "Becoming a wizard isn’t easy. You’ve traveled to the magic school and taken the admissions exam, but didn’t pass. As a result, a horrible curse has been placed on you to ensure you don’t attempt further magic as a muggle.\nYour train ride home has been summoned, but the door to the wizarding world is within reach. Can you reverse the curse and prove that you have the skills to join the wizarding school before your ride home arrives?\n724-383-6066"
    },
    {
        "event_name": "Population Impact",
        "event_time": "Mondays, Wednesdays-Sundays",
        "location": "Carnegie Museum of Natural History",
        "price": "N/A",
        "content": "How humans are affecting the environment.\n412-622-3131"
    },
    {
        "event_name": "Artdfact Gallery",
        "event_time": "Mondays, Fridays",
        "location": "Artdfact",
        "price": "N/A",
        "content": "The works of Timothy Kelley & other regional & US artists on display. Sculpture, oil & acrylic paintings, mixed media, found objects, more.\n724-797-3302"
    },
    {
        "event_name": "Dinosaurs in Their Time",
        "event_time": "Mondays, Wednesdays-Sundays",
        "location": "Carnegie Museum of Natural History",
        "price": "N/A",
        "content": "Displaying immersive environments spanning the Mesozoic Era & original fossil specimens. Permanent.\n412-622-3131"
    },
    {
        "event_name": "Collectors",
        "event_time": "Mondays-Fridays",
        "location": "Bost Building",
        "price": "N/A",
        "content": "Preserved materials reflecting the industrial heritage of Southwestern PA.\n412-464-4020"
    },
    {
        "event_name": "Soldiers & Sailors Memorial Hall",
        "event_time": "Mondays-Saturdays",
        "location": "Soldiers & Sailors Memorial Hall",
        "price": "N/A",
        "content": "Military museum dedicated to honoring military service members since the Civil War through artifacts & personal mementos.\n412-621-4253"
    },
    {
        "event_name": "The Pittsburgh Tote Bag Project",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking volunteers to staff tables at events throughout the spring & summer. Orientation held at the Squirrel Hill & Northside Crazy Mocha twice a month. http://tote4pgh.com/\n412-228-0216"
    },
    {
        "event_name": "Pittsburgh Ski Club",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Year-round activities.\n412-281-SKIS"
    },
    {
        "event_name": "Girl Scouts Trillium Council",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "For short & long-term positions to assist troops in the tri-state area.\n724-435-7918"
    },
    {
        "event_name": "American Civil Liberties Union",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking help in all areas. Oakland.\n412-681-7736"
    },
    {
        "event_name": "Red Cross CPR, First Aid Training",
        "event_time": "N/A",
        "location": "Red Cross Headquarters",
        "price": "N/A",
        "content": "Classes on various Tuesdays, Thursdays, Saturdays. Call for details.\n888-217-9599"
    },
    {
        "event_name": "Youth Engaged in Service",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "One-time volunteer projects for youth 12-21. Pittsburgh Cares, Downtown.\n412-471-2114"
    },
    {
        "event_name": "Pet Adoption League",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Westmoreland County no-kill shelter with many puppy mill rescues seeking foster homes and volunteers for all aspects of shelter operation: dog walking, cat cuddling, fund raising, etc. Yukon, PA.\n724-953-9050"
    },
    {
        "event_name": "Ten Thousand Villages",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "To staff nonprofit store in Squirrel Hill providing income to Third World artisans.\n412-421-2160"
    },
    {
        "event_name": "Phipps Conservatory & Botanical Garden",
        "event_time": "Ongoing",
        "location": "Phipps Conservatory & Botanical Gardens",
        "price": "N/A",
        "content": "14 indoor rooms & 3 outdoor gardens feature exotic plants & floral displays from around the world.\n412-622-6914"
    },
    {
        "event_name": "Pittsburgh Parrot Rescue",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "To work tables and seminars, make bird toys, fundraising and more.\n412-761-2268"
    },
    {
        "event_name": "The Lost Artists of the 1893 Chicago Exhibition.",
        "event_time": "Ongoing",
        "location": "Eclectic Art & Objects Gallery",
        "price": "N/A",
        "content": "Collectors Showcase.\n412-734-2099"
    },
    {
        "event_name": "Venture Outdoors",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Sponsoring a wide array of outdoor activities, including rock-climbing, nature walks, fishing, kayaking, canoeing, biking and more at various venues around the region.\n412-255-0564"
    },
    {
        "event_name": "Hunger Services Urban League of Pittsburgh",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Office and administrative help needed.\n412-325-0746"
    },
    {
        "event_name": "Senator John Heinz History Center",
        "event_time": "Ongoing",
        "location": "Senator John Heinz History Center",
        "price": "N/A",
        "content": "Ongoing: Western PA Sports Museum, Clash of Empires, & exhibits on local history, more.\n412-454-6000"
    },
    {
        "event_name": "Eastern Area Adult Services",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "To help work the home-delivered meals program at the Turtle Creek & Swissvale Senior Centers.\n412-824-6880"
    },
    {
        "event_name": "Independent Film Night",
        "event_time": "Ongoing",
        "location": "DV8 Espresso Bar & Gallery",
        "price": "N/A",
        "content": "Submit your film, 10 minutes or less. Screenings held on the second Thursday of every month.\n724-219-0804"
    },
    {
        "event_name": "POWER",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Help women recovering from alcohol and other drug addictions. Swissvale.\n412-271-0500 x125"
    },
    {
        "event_name": "Voices for Animals of Western PA",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Animal advocacy, rescue and adoption and environmental work.\n877-321-4VFA"
    },
    {
        "event_name": "Pittsburgh Quarterly",
        "event_time": "Ongoing",
        "location": "Pittsburgh Quartley",
        "price": "N/A",
        "content": "Looking for new work by local poets. Please check out Robert's poem \"Home Movies\" at http://pittsburghquarterly.com/between-the-issues-items/item/1082-home-movies.html."
    },
    {
        "event_name": "Senator John Heinz History Center",
        "event_time": "Ongoing",
        "location": "Senator John Heinz History Center",
        "price": "N/A",
        "content": "Become a volunteer, tour guide, or concierge. Contact Sandra Baker.\n412-454-6412"
    },
    {
        "event_name": "Riding for the Handicapped",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking staff for the Therapeutic Riding Program. Knowledge of horses is not necessary.\n412-364-9444"
    },
    {
        "event_name": "Treasure House Fashions",
        "event_time": "Ongoing",
        "location": "Treasure House Fashions",
        "price": "N/A",
        "content": "Treasure House Fashions is a non profit boutique- style woman’s clothing shop that works w/ area nonprofits helping women in transition or crisis. We need volunteers to help us in our McKnight Road store. Tasks would include helping clients w/ clothing selections as needed, working the cash register, steaming & stocking clothing, keeping the clothing racks neat & the store in order. 412-979-1534 for more info.\n412-979-1534"
    },
    {
        "event_name": "East End Community Thrift Shop",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Men's, women's & children's clothing, blankets, sheets, pillows, toys, baby equipment and household items. Garfield.\n412-361-3022"
    },
    {
        "event_name": "Pittsburgh Cares",
        "event_time": "N/A",
        "location": "Pittsburgh Cares",
        "price": "N/A",
        "content": "Various volunteering opportunities available throughout the Greater Pittsburgh Region for adults, families, seniors, youth, and businesses.\n412-471-2114"
    },
    {
        "event_name": "GLSEN Pittsburgh",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Help raise awareness on the importance of creating safe schools, regardless of sexual orientation or gender identity. Social media, email marketing, grant writing, advocacy, fundraising. Contact Adam Pribila at APribila@GLSENPgh.org.\n412-996-2326"
    },
    {
        "event_name": "Pittsburgh Sports League",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Adult intramural leagues: volleyball, bowling, softball, tennis, basketball and more.\n412-338-2133"
    },
    {
        "event_name": "Global Links",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Groups & organizations to pack & sort medical supplies for shipment to developing countries.\n412-361-3424 x205"
    },
    {
        "event_name": "Ark of Learning",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Tutoring students in grades K-9. New Kensington Salvation Army.\n724-335-7221"
    },
    {
        "event_name": "GLENDA",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking volunteers to promote diversity in the Pittsburgh region through community service.\n412-422-1303"
    },
    {
        "event_name": "Youth Outreach Union",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Young-adult survivors of mental illness needed to support their peers. (Ages 14-27.)\n412-391-1430"
    },
    {
        "event_name": "Interfaith Volunteer Caregivers",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking compassionate volunteers to assist older adults by providing rides to doctor appointments, help with grocery shopping, friendly visiting, and more!\n412-345-7420"
    },
    {
        "event_name": "The Neighborhood Academy",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Educational program for low-income students. Garfield.\n412-362-2001"
    },
    {
        "event_name": "Nationality Rooms",
        "event_time": "Ongoing",
        "location": "Nationality Rooms",
        "price": "N/A",
        "content": "29 rooms helping to tell the story of Pittsburgh's immigrant past. University of Pittsburgh.\n412-624-6000"
    },
    {
        "event_name": "Pittsburgh Zoo & PPG Aquarium",
        "event_time": "Ongoing",
        "location": "Pittsburgh Zoo & PPG Aquarium",
        "price": "N/A",
        "content": "Home to 4,000 animals, including many endangered species.\n412-665-3639"
    },
    {
        "event_name": "Planned Parenthood of Western Pennsylvania",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "For a wide variety of projects.\n412-434-8967 x119"
    },
    {
        "event_name": "Boulevard Gallery & Different Strokes Gallery",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Searching for glass artists, fiber artists, potters, etc. to compliment the exhibits for 2015 & 2016. Booking for both galleries for 2017. Exhibits run from 1 to 2 months.\n412-721-0943"
    },
    {
        "event_name": "Citiparks Recreation Centers",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Nine year-round centers in city, with programs in sports, fitness and arts. Plus individual programs and features.\n412-422-6543"
    },
    {
        "event_name": "North Hills Community Outreach",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Teach computer literacy classes, coordinate food drives, take seniors to doctor appointments, more.\n412-487-6316"
    },
    {
        "event_name": "Gateway Health Hospice",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Work with patients & their families. Training provided.\n412-536-2020"
    },
    {
        "event_name": "Wheels for Wishes",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Car Donation Program Benefiting the Make-A-Wish Foundation. Free towing. www.wishgreaterpa.org\n1-855-675-WISH"
    },
    {
        "event_name": "Rebuilding Together Pittsburgh",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Help low income seniors who are in need of home repairs to be safe warm & happy in their own homes.\n412-922-0953"
    },
    {
        "event_name": "Washington County Literacy Council",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Tutor training sessions offered.\n724-228-6188"
    },
    {
        "event_name": "United Steelworkers’ Activist Corps",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Looking for Political Activist Volunteers for member mobilization, communication, and strategic political actions. Free t-shirts, food. Downtown.\n412-562-2475"
    },
    {
        "event_name": "South Hills Interfaith Ministries",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Tutors needed for after-school homework club. And preschool assistants.\n412-854-9120"
    },
    {
        "event_name": "Girl Scouts of America",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking adult volunteers to assitst Girl Scout troops in all neighbors of Pittsburgh.\n412-689-6337"
    },
    {
        "event_name": "Goodwill Industries Donations",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Special call for children's clothing, housewares, appliances, dishes and more. At all locations.\n412-481-9005"
    },
    {
        "event_name": "Pittsburgh History & Landmarks Foundation",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Training docents for children and adult tours.\n412-471-5808 x527"
    },
    {
        "event_name": "The New Yinzer",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking original essays about literature, music, TV or film, & also essays generally about Pittsburgh. To see some examples, visit www.newyinzer.com & view the current issue. Email all pitches, submissions & inquiries to newyinzer@gmail.com."
    },
    {
        "event_name": "Three Rivers Lacrosse",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Open to boys and girls, kindergarten and up, plus men's senior and post collegiate.\n412-571-2501"
    },
    {
        "event_name": "Goodwill Literacy Initiative",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking tutors for math, writing & English as a Second Language. Free tutor training available.\n412-390-2308"
    },
    {
        "event_name": "Big Brothers/Big Sisters of Greater Pittsburgh",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Adults to mentor young people from single-parent and at-risk homes.\n412-363-6100"
    },
    {
        "event_name": "YoungLives",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Volunteer opportunities to serve teenage mothers and their children. Mentors, childcare volunteers, etc. younglivespittsburgh.younglife.org\n412-452-2344"
    },
    {
        "event_name": "YWCA Teen Services Department",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Share craft, talent or profession with teens.\n412-365-1933"
    },
    {
        "event_name": "Dress For Success Pittsburgh",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Organization prepares economically disadvantaged women succeed in the workforce. Looking for image consultants, administrative workers, donation pick-up coordinators & more. Also accepting donations.\n412-201-4204"
    },
    {
        "event_name": "The Thomas Merton Center",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Weekly packaging of books for prisoners. Plus monthly paper The New People needs staff for bulk mailing, research, distribution, more. Garfield.\n412-361-3022"
    },
    {
        "event_name": "Assemble",
        "event_time": "Ongoing",
        "location": "Assemble",
        "price": "N/A",
        "content": "Seeking volunteers for after school & Saturday programs. Come make with kids w/ science, technology & art.\n412-254-4230"
    },
    {
        "event_name": "Rachel Carson Homestead",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Children's environmental-education programs, office duties, museum retail store, special events, gardening & outdoor projects. Springdale.\n724-274-5459"
    },
    {
        "event_name": "Fort Pitt Museum",
        "event_time": "Ongoing",
        "location": "Fort Pitt Museum",
        "price": "N/A",
        "content": "Reconstructed fort houses museum of Pittsburgh history circa French & Indian War & American Revolution.\n412-281-9285"
    },
    {
        "event_name": "Pittsburgh League of Young Voters",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Help with outreach at concerts, clubs and fairs.\n412-728-2197"
    },
    {
        "event_name": "Pittsburgh Action Against Rape",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Daytime medical advocates, hotline work, special events and/or speakers bureau. South Side.\n412-431-5665"
    },
    {
        "event_name": "Pittsburgh Parks Conservancy",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Docent-led tour of various parks. Historical, conditioning and nature hikes.\n412-682-7275"
    },
    {
        "event_name": "Gay & Lesbian Community Center",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Staffers in all areas to help this service organization & staffers for the phone line. Squirrel Hill.\n412-422-0114"
    },
    {
        "event_name": "The Poet Band Company",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking various types of poetry. Contact wewuvpoetry@hotmail.com"
    },
    {
        "event_name": "Twilight Wish Foundation",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Helping w/ special events.\n1-877-839-9474"
    },
    {
        "event_name": "Womansplace",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Become advocates to end social violence against women.\n412-678-4620 x205"
    },
    {
        "event_name": "Southwinds, Inc.",
        "event_time": "Ongoing",
        "location": "N/A",
        "price": "N/A",
        "content": "Non-profit agency which provides quality residential care and life skills training for adults with developmental challenges throughout Allegheny County.\n724-941-7600 x36"
    },
    {
        "event_name": "Sweetwater Art Center",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "To help with event preparations. Sewickley.\n412-741-4405"
    },
    {
        "event_name": "National Aviary",
        "event_time": "Ongoing",
        "location": "National Aviary",
        "price": "N/A",
        "content": "Home to more than 600 birds from over 200 species. W/ classes, lectures, demos & more.\n412-323-7235"
    },
    {
        "event_name": "Pittsburgh International Children's Theater",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Volunteers needed for Oct-March city-wide Family Series shows as well as May Children's Festival.\n412-321-5520"
    },
    {
        "event_name": "Eclectic Art & Objects Gallery",
        "event_time": "Ongoing",
        "location": "Eclectic Art & Objects Gallery",
        "price": "N/A",
        "content": "19th century American & European paintings combined w/ contemporary artists & their artwork.\n412-734-2099"
    },
    {
        "event_name": "Steel on Ice",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "African-American ski club with year-round activities.\n412-339-0585"
    },
    {
        "event_name": "Humane Society",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Seeking dog-walkers and -trainers, cat-cuddlers, foster homes, event tables, more. North Side.\n412-321-4625 x246"
    },
    {
        "event_name": "East End Cooperative Ministry",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Children's tutors & mentors needed. Weekday volunteers for soup kitchen, food pantry, Meals on Wheels program.\n412-361-5549 x415"
    },
    {
        "event_name": "New Hazlett Theater",
        "event_time": "Ongoing",
        "location": "New Hazlett Theater",
        "price": "N/A",
        "content": "Seeking volunteer ushers. Training & orientation is provided.\n412-320-4610 x 15"
    },
    {
        "event_name": "St. Anthony's Chapel",
        "event_time": "Ongoing",
        "location": "St. Anthony's Chapel",
        "price": "N/A",
        "content": "Features 5,000 relics of Catholic saints.\n412-323-9504"
    },
    {
        "event_name": "Free Ride! Recycled Bike Collective",
        "event_time": "Ongoing",
        "location": "Free Ride!",
        "price": "N/A",
        "content": "Volunteers & bike mechanics needed to staff weekly open shop hours & assist the general public earn bicycles & repair their own.\n412-254-3774"
    },
    {
        "event_name": "UPMC Shadyside",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "To help visit hospitalized older patients. Training provided.\n412-623-1793"
    },
    {
        "event_name": "READ! 365",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "Program to read to children. Various venues and times.\n412-365-2034"
    },
    {
        "event_name": "Pittsburgh Center for Creative Reuse",
        "event_time": "Ongoing",
        "location": "Pittsburgh Center for Creative Reuse",
        "price": "N/A",
        "content": "Seeking volunteers who like to work independently and are interested in art, crafts, DIY, organizing. Help is needed in the shop & assisting w/ staff run programs. Apply online.\n412-473-0100"
    },
    {
        "event_name": "Sierra Club",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "To educate voters on environmental issues.\n412-802-6161"
    },
    {
        "event_name": "Pittsburgh AIDS Task Force",
        "event_time": "N/A",
        "location": "N/A",
        "price": "N/A",
        "content": "For special events, mailings, community education, client services and more. East Liberty.\n412-345-7456"
    },
    {
        "event_name": "World Naked Bike Ride Philadelphia",
        "event_time": "Mondays-Sundays, 3-11 p.m.",
        "location": "Philadelphia Street Playhouse",
        "price": "free",
        "content": "Dear friends,\nWe are so excited to announce the date for this years ride!\nCelebrating bicycle power and the beauty of people World Naked Bike Ride (WNBR) is an international clothing-optional people powered event that highlights the vulnerability of cyclists everywhere, decries society’s dependence on pollution-based transport and promotes positive body image. It’s also just a lot of fun!\nThe event is bare-as-you-dare; anything from body paint to underwear to fanciful costumes are encouraged. Due to legal restrictions full frontal nudity full frontal nudity is at your own risk, but many do go all out.\n847-901-3710"
    },
    {
        "event_name": "Assemble Girls Maker Night Virtual Afterschool Program",
        "event_time": "Mondays, 4-5:30 p.m.",
        "location": "N/A",
        "price": "Free",
        "content": "Virtual Assemble is a STEAM (Science, Technology, Engineering, Art, & Math) centered digital hangout and material kit. Join Assemble teachers after school from 4:00pm-5:30pm in this weekly after school program. Each week students explore the dynamic world of STEAM through hands-on activities and dreaming up creative inventions together. Virtual Assemble after school sessions also include special visits from local artists, makers, and technologists who share their passion and talents with the group.\n412-661-6111"
    },
    {
        "event_name": "Happy Hour",
        "event_time": "Mondays-Fridays, 4-6 p.m. and Saturdays, Sundays, 12-2 p.m.",
        "location": "Rick's Cabaret & Sports Bar",
        "price": "N/A",
        "content": "Join us at Ricks for Discounted food and drinks.\n412-281-7703"
    },
    {
        "event_name": "Ballet, Jazz & Belly Dance for Kids",
        "event_time": "Mondays, Sundays, 6-7 p.m.",
        "location": "Art in Motion Pittsburgh",
        "price": "$15 drop in, packages for multiple classes available",
        "content": "Students will learn the basics of belly dance by exploring music, movement, and rhythms with fun props like finger cymbals, veils, wings, and canes. This age appropriate class features technique, choreography, and games\n412-447-1827"
    },
    {
        "event_name": "Rainbow Writers Weekly Workshop",
        "event_time": "Mondays, 6-7 p.m.",
        "location": "White Whale Bookstore",
        "price": "FREE",
        "content": "Are you interested in writing? Do you like poetry, fiction, nonfiction, songwriting, playwriting, screenwriting, blogging, journalism, storytelling, or other types of creative writing? Are you a teen writer between the ages of 12 and 18 that identifies as LGBTQ+?\nRainbow Writers is always accepting applications. Our weekly workshop is free so drop in anytime. Bring something you’ve written and share or write with us during our hour long sessions. Our workshop facilitators understand exploration, curiosity, and anonymity, and we will work hard to maintain a workshop that is comfortable for you.\n412-353-9748"
    },
    {
        "event_name": "Call for Musicians!",
        "event_time": "Mondays, 6-7:30 p.m.",
        "location": "Historic Munhall Library Estates",
        "price": "Free to join!",
        "content": "Munhall Community Band is in search of musicians. Currently recruiting woodwinds, brass and percussion. We have members of all ages and abilities, all you need is an instrument, a stand, passion for music, and a desire to play with a fun and diverse group! We have three concerts currently scheduled for spring - fall. Rehearsal is Monday evening from 6:00-7:30 at the Homestead Library. email ctreager@gmail.com for more info. Find us on Facebook! Search Groups for Munhall Community Band.\n412-205-3850"
    },
    {
        "event_name": "Philosophical Self-inquiry Discussion Group",
        "event_time": "Every other Monday, 6-8 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "N/A",
        "content": "412-622-3114"
    },
    {
        "event_name": "Story Syndicate Slam",
        "event_time": "Mondays, 6:30 p.m.",
        "location": "Cannon Coffee",
        "price": "N/A",
        "content": "Tellers put their name in a hat & if called, get 5 minutes to tell their true life story.\n917-442-0292"
    },
    {
        "event_name": "Emotions Anonymous Twelve Step Meeting",
        "event_time": "Mondays, 7-8 p.m.",
        "location": "Grandview United Presbyterian Church",
        "price": "free",
        "content": "Emotions Anonymous is a support program designed to help folks with emotional difficulties in their efforts to live more manageable lives.\nBased on the 12 steps of Alcoholics Anonymous but open to all, we use the same guidelines and fellowship to support each other as we deal with stress and out of control emotions. This is not a replacement for regular therapy but a helpful addition led by volunteers who have found the program helpful.\n4124187381"
    },
    {
        "event_name": "Scottish Country Dancing",
        "event_time": "Mondays, 7 p.m. and Saturdays, 7 p.m.",
        "location": "Grace Episcopal Church",
        "price": "N/A",
        "content": "Lessons 7-8 p.m., social dancing follows. No partner needed.\n412-683-5670"
    },
    {
        "event_name": "AcoustiCafe Open Stage",
        "event_time": "Mondays, 7-10:30 p.m.",
        "location": "Mr. Smalls Theatre",
        "price": "N/A",
        "content": "Rotating hosts.\n412-323-1919"
    },
    {
        "event_name": "German Conversation Group",
        "event_time": "Mondays, 7:30 p.m.",
        "location": "Mount Lebanon Public Library",
        "price": "N/A",
        "content": "412-531-1912"
    },
    {
        "event_name": "Free Write Open Studio - Write Pittsburgh",
        "event_time": "Mondays, 7:30-9 p.m.",
        "location": "N/A",
        "price": "Free",
        "content": "Writing can be a lonely endeavor. That's why a writing community is so important. Join us for our low-key online open studio hours every Monday night from 7:30 to 9:00 p.m. ET. Drop in for as long as you like. We’ll check in every half hour or so to let you brag about your accomplishments (or cry on a sympathetic shoulder if that’s what you need).\nRegister at bit.ly/WPghStudio for the Zoom link.\nThis program is for adult writers, ages 18+."
    },
    {
        "event_name": "Confidential musical theatre project",
        "event_time": "Ongoing, 7:30-10 p.m.",
        "location": "Neu Kirche Contemporary Art Center",
        "price": "$25",
        "content": "Show is cast with best performers.Sent their scripts. Not to reveal the show or their role. With no rehearsals, the cast and crew meet for first time one hour before show. The challenge: create an ensemble on their feet in front of an audience.\n412-322-2224"
    },
    {
        "event_name": "Beginner Bachata Lessons",
        "event_time": "Mondays, 8:15-9:15 p.m.",
        "location": "Studio 101",
        "price": "$10",
        "content": "Grab your friends and join us at East Liberty's newest dance studio! Learn Bachata from Pittsburgh's JP Hernandez! No Partner Necessary, No previous dance experience required!\n412-740-7469"
    },
    {
        "event_name": "Comedy Sauce Showcase",
        "event_time": "Mondays, 9 p.m.",
        "location": "Pleasure Bar",
        "price": "N/A",
        "content": "Local & out-of-town comedians.\n412-682-9603"
    },
    {
        "event_name": "You should've been here last week open mic",
        "event_time": "Mondays, 9-11:30 p.m.",
        "location": "Burning Bridges Comedy Club at Hambone's",
        "price": "Free",
        "content": "Comedy open mic. Sign ups at 8:30. Show starts at 9:00. Order of comics subject to change.\n412-848-6730"
    },
    {
        "event_name": "You Should've Been Here Last Week Showcase & Open Mic",
        "event_time": "Mondays, 9-11:45 p.m.",
        "location": "Burning Bridges Comedy Club at Hambone's",
        "price": "N/A",
        "content": "You Should've Been Here Last Week is a hybrid showcase and open mic where PGH's funniest, most experienced comics will mix it up with our newest hilarious hopefuls.\n412-610-2052"
    },
    {
        "event_name": "Walk-in Vaccine Hours",
        "event_time": "Tuesdays-Fridays, 8-10 a.m.",
        "location": "Western Pennsylvania Humane Society",
        "price": "N/A",
        "content": "412- 321-4625"
    },
    {
        "event_name": "Tai Chi at Thrive on Health",
        "event_time": "Saturdays, 10-11:15 a.m. and Tuesdays, 7-8:15 p.m.",
        "location": "Thrive on Health",
        "price": "$15",
        "content": "Thrive on Health presents Tai Chi with nationally ranked practitioner, Christopher Johns. Come and practice time-tested skills and philosophies for internal and external harmony and self-defense. Learn how to approach challenges calmly, rationally, and with total self-assurance, and and find out why these are the keys to true strength and health.\n(412) 714-6620"
    },
    {
        "event_name": "Lunch Break Yoga",
        "event_time": "Tuesdays, Thursdays, 12-12:50 p.m.",
        "location": "Crossbody Dance and Movement",
        "price": "$12",
        "content": "Join us for Lunch Break Yoga at Crossbody Dance and Movement.\nDrop in rate is $12\n4122590336"
    },
    {
        "event_name": "Guided Meditation",
        "event_time": "Tuesdays",
        "location": "Thrive on Health",
        "price": "$5 suggested donation",
        "content": "Meditation is such a helpful practice for your overall health, but it can be slightly daunting to find the right modality that works for you. Join us for a weekly hour of mindfulness in a group setting.\nChey of Smoky Quartz Magick & Divination will lead the meditations, which will vary weekly depending on the needs of the group as well as the challenges of the time frame according to the astrological forecast.\nThey will assist by walking you through different styles, breathing techniques, mudras, and other methods to be able to craft a meditation routine that works for you.\n412-714-6620"
    },
    {
        "event_name": "A Soto Zen Buddhist Sitting Group",
        "event_time": "Tuesdays, Thursdays",
        "location": "Church of the Redeemer",
        "price": "N/A",
        "content": "http://citydharma.wordpress.com/schedule/\n412-965-9903"
    },
    {
        "event_name": "Permanent collection",
        "event_time": "N/A",
        "location": "Andy Warhol Museum",
        "price": "N/A",
        "content": "Artwork & artifacts by the famed Pop Artist.\n412-237-8300"
    },
    {
        "event_name": "Permanent collection of European Art",
        "event_time": "Tuesdays-Sundays",
        "location": "The Frick Pittsburgh",
        "price": "N/A",
        "content": "412-371-0600"
    },
    {
        "event_name": "What They Say, What They Said",
        "event_time": "Tuesdays-Sundays",
        "location": "Andy Warhol Museum",
        "price": "N/A",
        "content": "A collaboration between The Andy Warhol Museum, BOOM Concepts & Artists Image Resource (AIR). D.S. Kinsel’s mural is the project’s introductory iteration of prints installed on the Rosa Villa, a shuttered building across the street from The Warhol.\n412-237-8300"
    },
    {
        "event_name": "Sewickley Heights History Center",
        "event_time": "Tuesdays-Sundays",
        "location": "Sewickley Heights History Center",
        "price": "N/A",
        "content": "Museum commemorates Pittsburgh industrialists, local history.\n412-741-4487"
    },
    {
        "event_name": "Weekly Chef Demonstrations and Live Music",
        "event_time": "Tuesdays, 5:30-6:30 p.m.",
        "location": "Renaissance Pittsburgh Hotel",
        "price": "N/A",
        "content": "The hotel is featuring a cooking demonstration series called “Discover Chef Saxon”. Chef Nick Saxon, executive chef of the Pittsburgh Renaissance Hotel and Braddock’s Pittsburgh Brasserie which is located inside the historic hotel, will prepare a meal and beverage each week. His weekly demonstrations will showcase a different item featured on the restaurant’s menu, as well as a cocktail that can be ordered at the hotel’s bar. Since the bar has one of the most extensive bourbon collections in Pittsburgh, guests can be sure that cocktails featuring a variety of bourbon will be part of the weekly lineup.\n412.562.1200"
    },
    {
        "event_name": "Acoustic Tuesdays",
        "event_time": "Tuesdays, 6-9 p.m.",
        "location": "Bigham Tavern",
        "price": "Free",
        "content": "Join us Tuesdays for live acoustic music featuring local Pittsburgh musicians including Zig Daniels from The Delaneys and Bucky! Please call ahead for reservations and daily specials. #gobighamorgohome\n412-431-9313"
    },
    {
        "event_name": "Printmaking Open Studio",
        "event_time": "Tuesdays, Thursdays, 6-10 p.m.",
        "location": "Artists Image Resource",
        "price": "N/A",
        "content": "Experienced screen printers can utilize studio equipment to make films, burn screens & complete a run of posters, t-shirts or prints. A volunteer-driven environment designed for short-run projects that can be completed in one evening for a small materials fee.\n412-321-8664"
    },
    {
        "event_name": "Sallie Boggs Toastmasters Club",
        "event_time": "Tuesdays, 6:30-8 p.m.",
        "location": "C.C. Mellor Memorial Library",
        "price": "N/A",
        "content": "Helping people from all walks of life to improve their communication & leadership skills. For any questions email Sallieboggstm@gmail.com or call 412-365-5803.\n412-731-0909"
    },
    {
        "event_name": "Edgewood Toastmasters",
        "event_time": "Tuesdays, 6:30-8 p.m.",
        "location": "C.C. Mellor Memorial Library",
        "price": "N/A",
        "content": "Communication, leadership & public speaking.\n412-512-9564"
    },
    {
        "event_name": "Aspinwall Toastmasters",
        "event_time": "Tuesdays, 6:30-8 p.m.",
        "location": "UPMC Lighthouse Pointe",
        "price": "N/A",
        "content": "Communication, leadership & public speaking.\n412-760-0690"
    },
    {
        "event_name": "Geeks Who Drink Pub Quiz",
        "event_time": "Tuesdays, 7-9 p.m.",
        "location": "Alida's Woodfired Cucina",
        "price": "N/A",
        "content": "Not your father's Oldsmobile (or trivia).\nThink we're just trivia? Think again. Join us every Tuesday with your team (up to 6 people). Free to play, bar gift certificates and other prizes awarded.\n(412) 742-4495"
    },
    {
        "event_name": "Community Yoga",
        "event_time": "Tuesdays, Thursdays, 7-8 p.m.",
        "location": "Thrive on Health",
        "price": "$5",
        "content": "Join us for $5 community yoga classes every Tuesday and Thursday at 7PM in our lower level studio!\n412-714-6620"
    },
    {
        "event_name": "Steamworks Sessions",
        "event_time": "Tuesdays, 7:30-10 p.m.",
        "location": "STEAMWORKS CREATIVE",
        "price": "N/A",
        "content": "Steamworks Sessions Every Tuesday Night\n7:30 pm – 10pm Hosted by Mary Lou Scherder\nFeatured Artist & Open Stage.\n4122133206"
    },
    {
        "event_name": "Sonny’s Stuff’d Mic",
        "event_time": "Tuesdays, 7:30-9:30 p.m.",
        "location": "Sonny’s Tavern",
        "price": "FREE!",
        "content": "This variety open mic is the spot to try out something new. It’s a small room where everyone is engaged & excited to see new material, with more time allotted than most open mics (8 min for comics/poets/misc. performers & 2 songs for musicians). Message Rachel Sohl or Liz Tripoli on FB for more info. HEADS UP! This is on old skool venue, so smoking is permitted & it’s cash only. Geeked to see you there…\n4126835844"
    },
    {
        "event_name": "A Night of Jazz",
        "event_time": "Tuesdays, 8-11 p.m.",
        "location": "Blend Bar with Davidoff Cigars",
        "price": "No Cover",
        "content": "Join us this and every Tuesday for live jazz, cigar giveaways and exclusive drinks. The Blend House Band will perform from 9-12 in our luxurious lounge. Jazz and cigars are the perfect combination, all we need now is you! 21+ and no cover\n4129044764"
    },
    {
        "event_name": "Sonny’s Stuff’d Mic",
        "event_time": "Tuesdays, 8 p.m.-1 a.m.",
        "location": "Sonny's Tavern",
        "price": "Free",
        "content": "Sonny’s Stuff’d Mic Open Stage -\nComedy, Music, Mixed Media, Art, Etc. - Sign Up at 7:30 - One Winner Each Week\n412-683-5844"
    },
    {
        "event_name": "Hot Metal Blues",
        "event_time": "Tuesdays, 8-11 p.m.",
        "location": "Lot 17",
        "price": "Free",
        "content": "Come on out to Lot 17 in Bloomfield on Tuesday nights to learn how to Blues dance!\nWhat is Blues dancing you ask?\nDancing to Blues music is an informal, relaxed form of dance with no basic footwork focusing on the feeling and rhythms in the music.\nSchedule\nLesson: 8-9\nSocial dancing: 9-11\n412-687-8117"
    },
    {
        "event_name": "Steel City Trivia Night",
        "event_time": "Tuesdays, 8-10 p.m.",
        "location": "Good Time Bar & Grille",
        "price": "N/A",
        "content": "Tacos & Trivia! $1 Taco night, and the finest in pub trivia brought to you by Steel City Trivia! Put together a team, come on out for some delicious tacos, and try to win a Good Time Bar & Grille gift card.\n(412) 408-3238"
    },
    {
        "event_name": "Pete Butta",
        "event_time": "Tuesdays, 10 p.m.",
        "location": "The Goldmark",
        "price": "N/A",
        "content": "Reggae & dancehall.\n412-688-8820"
    },
    {
        "event_name": "Service Industry Tuesdays w/ DJ Red",
        "event_time": "Tuesdays, 10 p.m.-2 a.m.",
        "location": "The Goldmark",
        "price": "Free",
        "content": "Service Industry Brethren Unite! Every Tuesday Night is Pittsburgh's Best Service Industry Night @ The Goldmark in Lawrenceville w/ DJ Red and special guests. Doors at 8pm. DJ Red at 10pm. No Cover & Cheap Drinks.\n412-688-8820"
    },
    {
        "event_name": "The Church and America’s Divisions",
        "event_time": "Wednesdays, 12-1 p.m.",
        "location": "Trinity Cathedral",
        "price": "free",
        "content": "People on all sides of the various divisions in American public discourse agree that the tone of this discourse has reached a dangerous and unacceptable level of rancor. Yet no one seems able to suggest any way of reducing it.\nChristianity has something to say about this, and for the next few weeks Bishop Dorsey McConnell and the Rev. Dr Philip Wainwright will lead a public discussion that will explore ways in which the church might be able to help restore basic courtesy to the debate.\nAdmission is free, and those attending are welcome to bring coffee and/or lunch.\n412-232-6404"
    },
    {
        "event_name": "Wednesday Morning Walk",
        "event_time": "Wednesdays",
        "location": "Beechwood Farms",
        "price": "N/A",
        "content": "Naturalist-led, rain or shine.\n412-963-6100"
    },
    {
        "event_name": "Let's Speak English",
        "event_time": "Wednesdays, 5-6 p.m.",
        "location": "Carnegie Library, Oakland",
        "price": "Free",
        "content": "If English is not your native language, join our group for lively English conversation. Let’s Speak English meets in Classroom A every Wednesday (EXCEPT for July 4 and November 21).\nThese classes are FREE.\nYou do not have to register for the classes.\nYou do not need to bring anything or buy anything.\nNew participants are welcome at any time.\nThis class is for adults, but young people are welcome as long as they behave respectfully.\n412.622.3151"
    },
    {
        "event_name": "Wednesday Night Trivia",
        "event_time": "Wednesdays, 6:30-8:30 p.m.",
        "location": "Forbes Tavern",
        "price": "Free",
        "content": "Free to play trivia at the Forbes Tavern, two 1-hour games with prizes for top finishing teams. Starts at 6:30pm\n412-281-1999"
    },
    {
        "event_name": "Pittsburgh TubClub",
        "event_time": "Wednesdays, 6:30-9:30 p.m.",
        "location": "Brady Memorial Home",
        "price": "$15-$30 ($11-$22 sale price before Sunday at 11:59pm",
        "content": "One of Pittsburgh’s premiere contrast therapy communities. We offer breathwork, cold plunging, sauna, and community.\n716-499-3352"
    },
    {
        "event_name": "Rhythm & Movement",
        "event_time": "Wednesdays, Fridays, 6:30-7:30 p.m.",
        "location": "Level Up Dance PGH",
        "price": "$10 per class - $35 for 4 classes - $70 for 8 classes",
        "content": "Having fun, getting in shape, while using dance as a form of exercise. Moving and grooving to various rhythms using various dance forms to exercise our bodies, release our tension and enjoy each other.\n412-450-8093"
    },
    {
        "event_name": "Perry D Acoustic Open Mic Night",
        "event_time": "Wednesdays, 7-11 p.m.",
        "location": "N/A",
        "price": "Free",
        "content": "Perry D is a One Man Band that opens the floor to all. He brings all equipment, you simply need to enjoy the show. All are welcome to show off their talents, as well.\n412-716-4009"
    },
    {
        "event_name": "Name That Tune Wednesdays",
        "event_time": "Wednesdays, 7-9 p.m.",
        "location": "Lawrenceville Distilling Co",
        "price": "FREE",
        "content": "Bring your friends and play against other teams in a musical trivia game curated and hosted by Kaylie and Erin! Top team wins amazing prizes every week!\n412.945.0845"
    },
    {
        "event_name": "Jason Born Live @ Wheelfish every Wed",
        "event_time": "Wednesdays, 7-10 p.m.",
        "location": "Wheelfish",
        "price": "Free",
        "content": "Jason Born is a guitarist, singer/songwriter and harmonica player from Pittsburgh, PA specializing in blues, rock and soul music. He was chosen as the Blues Society of Western Pennsylvania's Youth Representative in which he was featured in Memphis, TN during the International Blues Challenge held in January 2015. He performs every Wednesday at Wheelfish from 7-10pm.\n412-487-8909"
    },
    {
        "event_name": "Christian Science Church Service",
        "event_time": "Wednesdays, 7:30-8:30 p.m. and Sundays, 11-12 a.m.",
        "location": "First Church of Christ, Scientist",
        "price": "free",
        "content": "An hour of quiet time for inspiration. Bible Lesson-Sermon and Hymns. Sunday School 11a for children. In church or email for Zoom invitation. Parking\n412 621-5339"
    },
    {
        "event_name": "Henry Evans in THE ENCHANTED CARDS OF BUENOS AIRES",
        "event_time": "Wednesdays-Sundays, 7:30-8:40 p.m.",
        "location": "Liberty Magic",
        "price": "45",
        "content": "No one is faster or more skilled with a deck of cards than Henry Evans. Nicknamed ‘Argentina's merry magician’. Henry has become famous around the globe for his original and self-choreographed card routines. Recognized for excellence in over 40 countries, he holds more international championship wins than any other living performer. Never before seen on U.S. soil, The Enchanted Cards of Buenos Aires brings one of Henry’s most popular performances to Pittsburgh as an American premiere. Every audience member in the theater has a perfect seat to witness over 52 mini-miracles each and every night!\n412-456-6666"
    },
    {
        "event_name": "Pittsburgh Banjo Club",
        "event_time": "Wednesdays, 8 p.m.",
        "location": "Allegheny Elks Lodge #339",
        "price": "N/A",
        "content": "412-321-1834"
    },
    {
        "event_name": "Topgolf College Nights",
        "event_time": "Wednesdays, 8-11 p.m.",
        "location": "Topgolf",
        "price": "$15",
        "content": "You want unlimited game play, discounted food & drinks, and some space just for college students? You got it! A $15 cover gets you all that and more every Wednesday from 8-11 pm during College Night.\nStudents 18+ welcome. Must be 21+ to order alcohol. Student ID required.\nerin.burry@topgolf.com"
    },
    {
        "event_name": "Wednesday Night Pizza Party",
        "event_time": "Wednesdays, 8 p.m.",
        "location": "Pizza Taglio",
        "price": "N/A",
        "content": "N/A"
    },
    {
        "event_name": "College Night",
        "event_time": "Wednesdays, 8-11 p.m.",
        "location": "Topgolf",
        "price": "15",
        "content": "You want unlimited game play, discounted food & drinks, and some space just for college students? You got it! A $15 cover gets you all that and more every Wednesday from 8-11 pm during College Night.\nerin.burry@topgolf.com"
    },
    {
        "event_name": "Synchronized: with Soy Sos",
        "event_time": "Wednesdays, 8-10 p.m.",
        "location": "N/A",
        "price": "N/A",
        "content": "GENERAL PROGRAM DESCRIPTION\nMost Wednesdays, 8:00pm - 10:00pm ET\nWatch on YouTube LIVE at Pittsburgh Modular Synthesizers\nJoin Soy Sos and musical guests for an intimate, immersive sound experience with modular synths, electronics, and a mix of traditional instruments! Using synchronization-based ensembles, Soy Sos collaborates with contemporary sound artists to create live, improvised sound-scapes. Come for the vibes, sound discussions, and dance.\nSynchronized: with Soy Sos is in collaboration with Pittsburgh Modular Synthesizers and is presented as part of the PearlArts @ KST Mutual Aid Residency.\n412-456-6666"
    },
    {
        "event_name": "Son Tav Triv - Trivia Night!",
        "event_time": "Wednesdays, 9-11 p.m.",
        "location": "Sonny's Tavern",
        "price": "Free",
        "content": "Compete on teams of 4 or less for cash and prizes!\n412-683-5844"
    },
    {
        "event_name": "Comedy Open Mic",
        "event_time": "Wednesdays, 9-11 p.m.",
        "location": "Nico's Recovery Room",
        "price": "Free",
        "content": "Hosted by Alex Stypula.\n412-681-9562"
    },
    {
        "event_name": "Sonny’s Tavern Trivia with PAM",
        "event_time": "Wednesdays, 9:30-11 p.m.",
        "location": "Sonny's Tavern",
        "price": "Free",
        "content": "Let Pam pick your feeble brain for traces of trivia! Covering categories from “1-Star IMDB Reviews” and “TV Sitcom Theme Lyrics” to the ubiquitous “Mystery Round” and the bonafide PAMILY FEUD, this trivia night offers more than the same old buzz-shit. 1st Place: $30 Sonny’s $$$ 2nd Place: $15 Sonny’s $$$, 3rd Place: mYsTeRy PrIzE!\n412-683-5844"
    },
    {
        "event_name": "DJ RayJack",
        "event_time": "Wednesdays, 10 p.m.-2 a.m.",
        "location": "Tom's Diner/Vasta Lounge",
        "price": "No Cover",
        "content": "DJ\n412-531-2350"
    },
    {
        "event_name": "Wednesday Night Karaoke w/ DJ WEAVEZ!",
        "event_time": "Wednesdays, 10 p.m.-2 a.m.",
        "location": "941 Saloon",
        "price": "NO COVER",
        "content": "412-281-5222"
    },
    {
        "event_name": "RayJack",
        "event_time": "Wednesdays, 10 p.m.-2 a.m.",
        "location": "Tom's Diner/Vasta Lounge",
        "price": "free",
        "content": "412-531-2350"
    },
    {
        "event_name": "Stand Up Comedy Open Mic",
        "event_time": "Wednesdays, 10:30 p.m.-2 a.m.",
        "location": "Scarpaci's Place",
        "price": "Free",
        "content": "412-431-9908"
    },
    {
        "event_name": "Thursday Adult Nature Walk",
        "event_time": "Thursdays, 10 a.m.-12 p.m.",
        "location": "North Park",
        "price": "N/A",
        "content": "Free & open to ages 18 & older. Meets rain or shine every Thursday of the year. Naturalists guide these walks. Park and meet at the Ice Skating Rink parking lot off Kummer Road.\n724-935-1766"
    },
    {
        "event_name": "Maude Movie Night",
        "event_time": "Thursdays",
        "location": "N/A",
        "price": "FREE",
        "content": "Maude Movie Nights are part of our ongoing effort to create community space for LGBTQIA+ witches. But also ANYONE who is a friend of a queer witch is welcome. ♥ (and we mean that in a figurative way. Come MAKE a queer witch friend if you don't have one already. We don't bite!)\nOur weekly themes:\nWeek 1: something magical and cute\nWeek 2: LGBTQIA+ themed\nWeek 3: something magical and cute\nWeek 4: Wild card movie! Anything goes! Could be spooky, could be spaceballs.\nWeek 5: Documentary (probably about magic or LQBTQIA+/social justice"
    },
    {
        "event_name": "International Women's Association of Pittsburgh",
        "event_time": "Thursdays",
        "location": "First United Methodist Church Pittsburgh",
        "price": "N/A",
        "content": "Social, cultural club of American/international women.\n412-421-6108"
    },
    {
        "event_name": "Assemble Thursday Afterschool Program",
        "event_time": "Thursdays, 4-5:30 p.m.",
        "location": "N/A",
        "price": "Free",
        "content": "Virtual Assemble is a STEAM (Science, Technology, Engineering, Art, & Math) centered digital hangout and material kit. Join Assemble teachers after school from 4:00pm-5:30pm in this weekly after school program. Each week students explore the dynamic world of STEAM through hands-on activities and dreaming up creative inventions together. Virtual Assemble after school sessions also include special visits from local artists, makers, and technologists who share their passion and talents with the group.\n412-661-6111"
    },
    {
        "event_name": "Depression Bipolar Support Group",
        "event_time": "Thursdays, 6 p.m.",
        "location": "C.C. Mellor Memorial Library",
        "price": "N/A",
        "content": "412-708-9423"
    },
    {
        "event_name": "412 cubed, Paint Shutter Word / the NEIGHBORHOOD",
        "event_time": "Thursdays-Saturdays, 12-8 p.m.",
        "location": "Spinning Plate Gallery",
        "price": "Free",
        "content": "A cross pollination of photographs, paintings and writing, all about the NEIGHBORHOOD, what it looks like, feels like, sounds like; what memories we hold, what stories we have to tell each other. A collaborative experiment by\n4 Photographers, 4 Painters and 2 Writers. Inviting the viewer into a conversation on the diversity and texture of Pittsburgh Neighborhoods.\nWe look forward to you sharing your memories with us as well as the exhibitors invite you in to the conversation.\n831-809-9307"
    },
    {
        "event_name": "Live! at Kingfly Spirits",
        "event_time": "Thursdays, 7-10 p.m.",
        "location": "Kingfly Spirits",
        "price": "10.00 cover",
        "content": "Join us at the distillery for our weekly jazz night, \"Live! at Kingfly Spirits\".\nWe host the best jazz musicians in Pittsburgh with a new rotation every Thursday.\nVisit our website or Socials to see who is performing next.\nAt Kingfly Distillery, we are excited to support local arts and jazz initiatives and consider our venue to be one of the city’s rising destinations for ongoing Jazz programming.\nLive! at Kingfly will take place each Thursday from 7-10pm, unless noted otherwise on our website or social media.\nThere is a $10 cover for this event."
    },
    {
        "event_name": "Thursday Trivia Night",
        "event_time": "Thursdays, 7 p.m.",
        "location": "Lawrenceville Distilling Co",
        "price": "FREE",
        "content": "Join us Thursday nights for cocktails, food from Blacksheep BBQ and trivia! Teams of up to 4 people compete for cool prizes. 21+\n412-945-0845"
    },
    {
        "event_name": "Live! at Kingfly Spirits",
        "event_time": "Thursdays, 7-10 p.m.",
        "location": "Kingfly Spirits",
        "price": "10.00 cover",
        "content": "Join us at the distillery for our weekly Jazz Night: “Live! at Kingfly Spirits” as we welcome a rotation of the best jazz musicians in Pittsburgh.\nVisit our website or socials to see who will be performing next.\n-------------------\nAt Kingfly Distillery, we are excited to support local arts and jazz initiatives and consider our venue to be one of the city’s rising destinations for ongoing Jazz programming. Live! at Kingfly will take place each Thursday from 7-10pm, unless noted otherwise on our website or social media.\nThere is a $10 cover for this event."
    },
    {
        "event_name": "Yoga at CMOA",
        "event_time": "Thursdays, 7-8 p.m.",
        "location": "Carnegie Museum of Art",
        "price": "Drop-in: $10; $8 for members; $5 for students",
        "content": "Museums are places for renewal, celebrating the great accomplishments of fellow humans. Join a crew of fellow humans for a weekly, rejuvenating yoga session set in Pittsburgh’s most beautiful spaces! Instructor Stefanie Zito emphasizes stretching and relaxation for an energizing boost headed into the weekend.\nSessions take place Thursdays from 7:00 to 8:00 p.m. Class sessions are open to all levels and to ages 18 and over. Please bring a mat. All classes are drop-in; no online pre-registration is available. A 10-class pass can be purchased at the door for $75, $50 for members and students.\n412-622-3131"
    },
    {
        "event_name": "Bellevue Open Mic",
        "event_time": "Thursdays, 7-10 p.m.",
        "location": "Pizza Station",
        "price": "Free",
        "content": "All ages Open Mic night\nThursday’s 7pm-10pm\nHip hop, spoken word, acoustic, poetry, stand up\nHosted by Apostropheus\n412-766-7676"
    },
    {
        "event_name": "Smash-Up Improv Jam",
        "event_time": "Thursdays, 7:30-9:30 p.m.",
        "location": "First Unitarian Church",
        "price": "Free",
        "content": "Downstairs at the Unitarian Church at 605 Morewood Avenue. A community night for improvisers of all skill levels! Jump on stage and perform improvised scenes and sets. Performances by some of our amazing local improv teams will precede the jam. Scheduled Maintenance, Birth Quake, and Penny Pressed are all scheduled to appear! Donations appreciated to support the venue and make this possible!\n412-621-8008"
    },
    {
        "event_name": "Wightman Ballroom",
        "event_time": "Thursdays, 7:30-11 p.m.",
        "location": "Wightman School",
        "price": "$10",
        "content": "Brian Lee's ballroom dance every Thursday in the third floor ballroom/gym of the Wightman School Community Building. Lesson at 7:30; social dancing starts 8:15-8:30.\n724-351-0219"
    },
    {
        "event_name": "Team Trivia",
        "event_time": "Thursdays, 8-10 p.m.",
        "location": "Bigham Tavern",
        "price": "Free",
        "content": "Come test your skills on Thursdays during Team Trivia at Bigham Tavern! Prizes awarded for first, second, and third place teams. Bonus points awarded for most creative team name! Please call ahead for reservations #gobighamorgohome\n412-431-9313"
    },
    {
        "event_name": "The Bo'Hog Brothers",
        "event_time": "Thursdays, 8-11 p.m.",
        "location": "O'Donna's",
        "price": "N/A",
        "content": "878-313-3418"
    },
    {
        "event_name": "Dorthy 6 Cafe w/ TC",
        "event_time": "Thursdays, 8-11 p.m.",
        "location": "Dorothy Six Blast Furnace Cafe",
        "price": "$5.00 Donation",
        "content": "Dorthy 6 Thursday Jazz/Funk Surgery Jam\nTony Campbell - Sax\nVictor Garzatto - Keyboards\nMiles Jackson - Bass\nAndy Kirk - Drums\n412-464-9023"
    },
    {
        "event_name": "Electric Open Stage",
        "event_time": "Thursdays, 8 p.m.",
        "location": "Moondog's",
        "price": "N/A",
        "content": "412-828-2040"
    },
    {
        "event_name": "Con Alma Announces Roger Humphries’ Thursday Night Residency",
        "event_time": "Thursdays, 8-11 p.m.",
        "location": "Con Alma",
        "price": "5",
        "content": "Con Alma is excited to announce a new Thursday night residency beginning on November 14. Drumming legend Roger Humphries, whom Horace Silver once described as “one of my best drummers”, will take the Con Alma stage every Thursday from 8:00PM-11:00PM.\nPerhaps most famous for his work with Horace Silver, Dr. Humphries is also renowned for his collaborations with the late guitarist Jimmy Ponder and bassist Dwayne Dolphin. Dr. Humphries will be joined by the RH Factor, an all-Pittsburgh musical cast handpicked by the drummer himself.\n412-363-5316"
    },
    {
        "event_name": "Pittsburgh's Best Comedy Open Mic",
        "event_time": "Thursdays, 8:30-11:59 p.m.",
        "location": "Burning Bridges Comedy Club at Hambone's",
        "price": "Free",
        "content": "Comedy open mic. Sign ups at 8:30. Show starts at 9:00. Order of comics subject to change.\n412-848-6730"
    },
    {
        "event_name": "Latin Thursdays",
        "event_time": "Thursdays, 9 p.m.-1 a.m.",
        "location": "Crossbody Dance and Movement",
        "price": "$`0",
        "content": "Come out & enjoy the perfect mix of Salsa, Bachata, Kizomba & Zouk! IYKYK\nLesson at 9pm\nDancing 9:30 until 1am!\n4122590336"
    },
    {
        "event_name": "Salsa Night",
        "event_time": "Thursdays, 9:30 p.m.-2 a.m.",
        "location": "Perle Champagne Bar",
        "price": "N/A",
        "content": "Free dancing lessons w/ host & instructor DJ Bobby D from 9:30-10 p.m.\n412-471-2058"
    },
    {
        "event_name": "DJ Bobby D",
        "event_time": "Thursdays, 9:30 p.m.-3 a.m.",
        "location": "Perle Champagne Bar",
        "price": "FREE",
        "content": "free bachata lessons.\n412-471-2058"
    },
    {
        "event_name": "#collegenight 18 to Party, 21 to Drink at Scenario Nightclub",
        "event_time": "Thursdays, 10 p.m.-2 a.m.",
        "location": "Scenario",
        "price": "$10",
        "content": "Every Thursday night is Pittsburgh's biggest 18 & over #collegenight at Scenario Nightclub, hosted by Party Nation. 18 to party, 21 to drink. $10 cover.\n412-586-4118"
    },
    {
        "event_name": "Bobby D Bachata",
        "event_time": "Thursdays, 10 p.m.",
        "location": "Perle Champagne Bar",
        "price": "N/A",
        "content": "412-471-2058"
    },
    {
        "event_name": "Community Acupuncture Clinic",
        "event_time": "Fridays, 10 a.m.-2 p.m.",
        "location": "Yoga Factory Pittsburgh",
        "price": "$25",
        "content": "Yoga Factory is proud to host Dr. Typer Phan every Friday for a Community Acupuncture Clinic. He is a 5th generation acupuncturist conducting open Acupuncture sessions from 10am-2pm at Yoga Factory every Friday! No appointment necessary, just show up and start healing! $25 per person.\n412-513-5000"
    },
    {
        "event_name": "Tugboat Printshop Showroom",
        "event_time": "Fridays",
        "location": "Tugboat Print Shop",
        "price": "N/A",
        "content": "Open showroom w/ the artists. By appt. only.\n412-980-0884"
    },
    {
        "event_name": "West Overton Barn & Museum",
        "event_time": "Fridays, Saturdays",
        "location": "West Overton Barn & Museum",
        "price": "N/A",
        "content": "Learn about distilling & coke-making in this pre-Civil War industrial village.\n724-887-7910"
    },
    {
        "event_name": "Pinball Perfection",
        "event_time": "Fridays, Saturdays",
        "location": "Pinball Perfection",
        "price": "N/A",
        "content": "Pinball museum & players club.\n412-931-4425"
    },
    {
        "event_name": "Christine Marie Plays with a Full Deck",
        "event_time": "Fridays, 4-8 p.m.",
        "location": "Sparkle Dragon's Magical Emporium",
        "price": "25+",
        "content": "20 years experience, Christine reads your Tarot, Handwriting, and Astrology Charts LIVE. Peruse the wares. There's something for everyone at Sparkle Dragon's Magical Emporium\n412-508-3393"
    },
    {
        "event_name": "Psychic night at the Christine Frechard Gallery",
        "event_time": "Fridays, 5-9 p.m.",
        "location": "Christine Frechard Gallery",
        "price": "$1 - 1 minute ( minimum 15 min.)",
        "content": "Every Friday night, 3 different Readers with different Reading styles will be at the Christine Frechard gallery, as well as a massage therapist ( chair massage)\nMost readings are based on $ 1 - 1 min ( 15 min. minimum) except astrology readings, $0 for 15 min.\nWalk-ins are welcome or\nemail christinefrechardgallery@gmail.com -\ncall 724 766 0104 to schedule ahead.\n724 766 0104"
    },
    {
        "event_name": "Daryl Shawn, live every Friday at Backstage Bar with no cover",
        "event_time": "Fridays, 5-7:30 p.m.",
        "location": "Backstage Bar at Theatre Square",
        "price": "FREE",
        "content": "Every Friday, solo guitarist Daryl Shawn plays at Backstage Bar in downtown Pittsburgh, right across the street from Heinz Hall, from 5 to 7:30 pm. There's no cover charge, the drinks are top-notch, and the music is very chill.\nShawn plays a huge variety of instrumental music, taking a unique improvisational approach to everything from modern indie-pop tunes to classic jazz to classic rock, plus his own upbeat originals with a flamenco twist. He has released five albums of music and has performed all across North America.\n412-456-2621"
    },
    {
        "event_name": "\"Throwback Therapy\" Friday Happy Hour",
        "event_time": "Fridays, 6-9 p.m.",
        "location": "The Goldmark",
        "price": "Free",
        "content": "Every Friday, The Goldmark hosts the \"Throwback Therapy\" Happy Hour party from 6pm-9pm featuring Pittsburgh's best DJs playing 80's, 90's & 00's.\nAlso featuring...\n*Weekly Rotating Craft Cocktail Menu\n*Outdoor Patio (weather permitting)\n*Local Breweries On Tap\n*Frozen Cocktails\n*No Cover\n412-688-8820"
    },
    {
        "event_name": "The Unplanned Comedy Warehouse",
        "event_time": "Fridays, 8 p.m.",
        "location": "Unplanned Comedy Warehouse",
        "price": "$10",
        "content": "Improv, Stand-up, Sketch Comedy and Hop Farm Brewery all available in sunny Upper-Lawrenceville.\n412-212-7061"
    },
    {
        "event_name": "Todd and Dale",
        "event_time": "Fridays, 8:30-10:30 p.m.",
        "location": "Bar 3 Millvale",
        "price": "FREE",
        "content": "412-408-3870"
    },
    {
        "event_name": "80s Night w/ DJ Connor",
        "event_time": "Fridays, 9 p.m.",
        "location": "Rugger's Pub",
        "price": "N/A",
        "content": "412-381-1330"
    },
    {
        "event_name": "Pete Butta",
        "event_time": "Fridays, 10 p.m.-2 a.m.",
        "location": "The Flats on Carson",
        "price": "Free",
        "content": "412-586-7644"
    },
    {
        "event_name": "Friday Nights w/ DJ Midas",
        "event_time": "Fridays, 10 p.m.-2 a.m.",
        "location": "The Goldmark",
        "price": "Free Before 10pm - $5 After 10pm",
        "content": "Every Friday night DJ Midas takes over the DJ booth at The Goldmark for one of the wildest parties in the city. Expect to hear everything from the latest hits to throwbacks from previous eras, mixed up by one of Pittsburgh's best DJs. Dancing shoes required.\n412-688-8820"
    },
    {
        "event_name": "Punk Night",
        "event_time": "Fridays, 10 p.m.-2:30 a.m.",
        "location": "Dee's Cafe",
        "price": "No Cover",
        "content": "412-431-1314"
    },
    {
        "event_name": "Top 40 Dance",
        "event_time": "Fridays, Saturdays, 10 p.m.",
        "location": "N/A",
        "price": "N/A",
        "content": "N/A"
    },
    {
        "event_name": "Donation-Based Yoga",
        "event_time": "Saturdays, Sundays, 7-7:45 a.m.",
        "location": "Frick Park Red Clay Tennis Courts",
        "price": "donation",
        "content": "Join the Frick Park Clay Tennis Court Club and The Om Lounge for donation based (socially distanced) yoga every Saturday and Sunday morning at 7 AM, weather-permitting. Donations are accepted via credit/debit card, but are not required for participation. No pre-registration is required at this time. Participants must wear a mask while not on their mat. Please bring your own mat, towel, water, and any other props. Class is all levels and open to the public. Donations support the Frick Park Clay Court Tennis Club."
    },
    {
        "event_name": "Beginner Tai Chi Classes",
        "event_time": "Saturdays, 9 a.m.",
        "location": "Friends Meeting House",
        "price": "N/A",
        "content": "412-683-2669"
    },
    {
        "event_name": "Saturday morning kids art class",
        "event_time": "Saturdays, 10-11 a.m.",
        "location": "Uncle Dave's Art Studio",
        "price": "N/A",
        "content": "🎨 Calling all budding young artists! Let your child's creativity soar with our exciting kids art class 🌟 They'll get to paint their very own masterpiece on an 8x10 canvas using high-quality acrylic paint 🎉 All supplies are included, so all they need to bring is their imagination! Don't miss out on this opportunity to inspire and nurture their artistic talents. Sign up today! 🎉\n18783023095"
    },
    {
        "event_name": "Sahaja Meditation",
        "event_time": "Saturdays, 11 a.m.-12 p.m.",
        "location": "Carnegie Library, Allegheny",
        "price": "free of charge",
        "content": "Sahaja Meditation is a simple method that lets you tap into the natural energy lying deep within you. Learn to use the power of your own inner energy to neutralize stress, get back into balance, improve your physical, mental, and emotional health, and realize true inner peace and joy. You can do it anywhere and anytime, it costs nothing and is available to all people regardless of our nationality, race, faith, or age. Find us on our Pittsburgh Sahaja Meditation Meetup group.\n412-961-3529"
    },
    {
        "event_name": "Drop-In Beginner Knitting & Knitting Help",
        "event_time": "Saturdays, 12-4 p.m.",
        "location": "Steel City Fiber Collective",
        "price": "$20/$10",
        "content": "Always wanted to learn to knit? We'll get you started. We even Include needles and yarn.\nAlready know how to knit, but are stuck in your project? We'll happily help get you through it.\n412-362-7222"
    },
    {
        "event_name": "Boyd & Blair Distillery Days",
        "event_time": "Saturdays, 12-6 p.m.",
        "location": "Boyd & Blair Potato Vodka Distillery",
        "price": "Free",
        "content": "Come learn more about our process & sample our award-winning vodka neat. You can also kick back in our lounge with a cocktail and shop in our store!\nWe will conduct tours on the half hour, so please be patient as we walk through our process group by group.\nIndividuals will be given step-by-step descriptions of our process from potato to bottle.\nFor parties greater than 6, we kindly ask that you reserve your time slot by emailing info@boydandblair.com to schedule.\n412-486-8666"
    },
    {
        "event_name": "Wigle Whiskey Barrelhouse Tours",
        "event_time": "Saturdays, 12:30 & 2 p.m.",
        "location": "Wigle Whiskey Barrel House",
        "price": "N/A",
        "content": "412-224-2827"
    },
    {
        "event_name": "South Hills Scrabble Club",
        "event_time": "Saturdays, 1-3 p.m.",
        "location": "Mount Lebanon Public Library",
        "price": "N/A",
        "content": "Free Scrabble games, all levels.\n412-531-1912"
    },
    {
        "event_name": "Saturday Salsa for Beginners",
        "event_time": "Saturdays, 1:30-2:30 p.m.",
        "location": "Crossbody Dance and Movement",
        "price": "$15",
        "content": "If you have NEVER danced salsa before, or have very little experience dancing salsa, this is where you start.\nEven if you think you have two left feet… we will get you dancing!\n4122590336"
    },
    {
        "event_name": "Kerr Memorial Museum",
        "event_time": "Saturdays",
        "location": "Kerr Memorial Museum",
        "price": "N/A",
        "content": "Tours of a restored 19th-century, middle-class home.\n412-826-9295"
    },
    {
        "event_name": "Wigle Whiskey Public Tours",
        "event_time": "Saturdays",
        "location": "Wigle Whiskey",
        "price": "N/A",
        "content": "412-224-2827"
    },
    {
        "event_name": "Spanish Conversation Group",
        "event_time": "Saturdays, 3:30-5 p.m.",
        "location": "Target",
        "price": "N/A",
        "content": "Friendly, informal. Meet at Starbucks.\n412-362-6108"
    },
    {
        "event_name": "The Helltown Tap Room Saturday Afternoon Jazz Jam w/ Tony Campbell",
        "event_time": "Saturdays, 5-8 p.m.",
        "location": "Helltown Tap Room",
        "price": "N/A",
        "content": "Socially distancing jazz jam session. Musicians and Vocalists are welcome !!!!!!!!!!!!!!! Singers must bring their own microphone !!! Drummers must bring their own sticks ! Horn players must be 6 feet apart !!!!!! Wipes are on hand. Tony Campbell -Sax Jevon Rushton - Drums Eli Naragon - Bass Antonio Croes - Keys\n412-315-7059"
    },
    {
        "event_name": "The Helltown Tap Room Saturday Afternoon Jazz Jam w/ Tony Campbell/Jazzsurgery",
        "event_time": "Saturdays, 5-8 p.m.",
        "location": "Helltown Tap Room",
        "price": "N/A",
        "content": "Socially Distancing Jazz Jam. Musicians and Vocalists are Welcome !!!!!!!!!!!!!!!!!!!!!!!!!! Singers must bring their own microphones !!!!!!! No Exception !!! Drummers must bring their own sticks !!!!! Horn players must be 6 feet apart !!!!!!!!! Wipes are on hand Tony Campbell - Sax Eli Naragon - Bass David Hanson - Drums Joe Sheehan - Keys\n412-315-7059"
    },
    {
        "event_name": "Higher Ground",
        "event_time": "Saturdays, 5-6 p.m.",
        "location": "Christ Lutheran Church",
        "price": "N/A",
        "content": "Looking for a different worship experience?\nHigher Ground offers interactive worship with open prayer, singing, music by Soul Spirit, and preaching by Pastor Scott on the spiritual subjects that affect us today. Come and be a part of the joyous, upbeat and energizing experience that abides in Higher Ground each week at CLC Millvale. Childcare is provided.\n412-821-4300"
    },
    {
        "event_name": "Tony Campbell Jazzsurgery",
        "event_time": "Saturdays, 5-7:30 p.m.",
        "location": "Wallace's Tap Room",
        "price": "$5.00",
        "content": "412 -665 - 0555"
    },
    {
        "event_name": "Drop-In Improv Workshops - Advanced @ BGC Community Activity Center",
        "event_time": "Every other Saturday, 6-7 p.m.",
        "location": "BGC Community Activity Center",
        "price": "10",
        "content": "Made for improvisers with intermediate to advanced experience, this workshop will give you the reps and coaching opportunities you need in order to hone your improv skills. Every other Saturday evening, this one-hour drop in workshop will give you an opportunity to get stage time with some guidance and coaching. Every other week, join our experienced improv teachers from 412improv, to get valuable feedback and gain new skills. Also, It’s a great way to sample what we will teach in our intermediate and advanced classes.\n412-441-6950"
    },
    {
        "event_name": "The Dinner Detective Interactive Murder Mystery Dinner Show",
        "event_time": "Saturdays, 6-9 p.m.",
        "location": "Omni William Penn",
        "price": "$61.95",
        "content": "America's largest interactive murder mystery comedy dinner show. Just beware. The killer is hiding somewhere in the room, and you may find yourself as a Prime Suspect. The Dinner Detective Murder Mystery Dinner Show performs on Saturday nights. We also offer private shows that are customized to your group with roles for your group members to play.\n866-496-0535"
    },
    {
        "event_name": "\"Disco Happy Hour\" Saturdays",
        "event_time": "Saturdays, 6-9 p.m.",
        "location": "The Goldmark",
        "price": "Free",
        "content": "Every Saturday, The Goldmark hosts the \"Disco Happy Hour\" from 6pm-9pm featuring Pittsburgh's best DJs playing classic & nu disco cuts. Also featuring... *Weekly Rotating Craft Cocktail Menu *Outdoor Patio (weather permitting) *Local Breweries On Tap *Frozen Cocktails *No Cover\n412-688-8820"
    },
    {
        "event_name": "Saturday Night Improv @ BGC!",
        "event_time": "Saturdays, 7:30-9:30 p.m.",
        "location": "BGC Community Activity Center",
        "price": "10",
        "content": "It's time to Love, Laugh and Enjoy. Join us at the BGC Activity Center Saturday evenings for an evening of improv with performances by Narsh and Penny Pressed! Shows start promptly at 7:30 PM so don't be late!\n412-441-6950"
    },
    {
        "event_name": "Swing City",
        "event_time": "Saturdays, 8 p.m.",
        "location": "Wightman School",
        "price": "N/A",
        "content": "Learn & practice swing dancing skills w/ the Jim Adler Band.\n412-759-1569"
    },
    {
        "event_name": "Acoustic Songwriters at The Starlite, hosted by Robert Wagner of The Little Wretches",
        "event_time": "Saturdays, 8-10 p.m.",
        "location": "Starlite Lounge",
        "price": "Tips",
        "content": "You write songs? Where you playing at Saturday night? Why not?\nRemember Graffiti? It used to market itself as \"the Greenwich Village Scene of Pittsburgh.\" Do you even know about the Greenwich Village scene? If you don't you should.\nYes. Even the legendary voices of the Greenwich Village scene passed a hat and split the proceeds. And they came out to support each other. Not everyone got famous. Not everyone had a hit record. But they made something happen.\nGenius emerges from community.\nSo if you write songs, get off your butt and get out and play.\n412-828-2040"
    },
    {
        "event_name": "The Unplanned Comedy Warehouse Saturday",
        "event_time": "Saturdays, 8 p.m.",
        "location": "Unplanned Comedy Warehouse",
        "price": "$10",
        "content": "Improv, Stand-up, Sketch Comedy, and Hop Farm Brewery all in sunny Upper-Lawrenceville.\n412-212-7061"
    },
    {
        "event_name": "DJ Storming Norman",
        "event_time": "Saturdays, 8 p.m.-1 a.m.",
        "location": "N/A",
        "price": "Free",
        "content": "412-716-4009"
    },
    {
        "event_name": "Burning Bridges Comedy Club",
        "event_time": "Saturdays, Sundays, 9-10:30 p.m.",
        "location": "Burning Bridges Comedy Club at Hambone's",
        "price": "5-15",
        "content": "The Burning Bridges Comedy Club is Pittsburgh first and only independent stand up comedy club. Located in Lawrencville, inside Hambone's Pub. Shows every weekend. Saturday 8&10:30PM, Sunday 9PM.\n412-610-2052"
    },
    {
        "event_name": "Saturday Nights w/ DJ Nugget & Friends",
        "event_time": "Saturdays, 10 p.m.-2 a.m.",
        "location": "The Goldmark",
        "price": "Free Before 10pm - $5 After 10pm",
        "content": "Pittsburgh's best open format DJ's can be found at The Goldmark every Saturday night. Expect an energetic mix of Pop, Hip-Hop, Latin, Funk, Soul, 80's, 90's, House, EDM & More.\n412-688-8820"
    },
    {
        "event_name": "Veterans Day Centennial & All Holidays Music Services & Hospitalities",
        "event_time": "Sundays, 10:30 a.m.",
        "location": "Trinity Cathedral",
        "price": "Free",
        "content": "Sunday, November 11 is not only Veterans Day but the 100th anniversary of the end of the first World War. We will mark the occasion with at our 10:30 A.M. with service of remembrance, honoring those who served and remembering those who were killed during that war.\nSunday, November 4 at 10:30 A.M. we will celebrate All Saint's Day with a special service including special music from the Trinity Cathedral Choir.\nService with Music and Choir Followed by Fellowship and Refreshments Sundays @ 10:30 a.m.\n412-232-6404"
    },
    {
        "event_name": "Acoustic Brunch",
        "event_time": "Sundays, 11 a.m.-2 p.m.",
        "location": "Thunderbird Café & Music Hall",
        "price": "N/A",
        "content": "Acoustic Brunch welcomes all styles of music, poetry, spoken word, comedy in an open mic format.We also have 'Feature Artist's sandwiched in the middle of our show.\nTo top off, we offer some yummy food from our brunch menu too!\n412-682-0177"
    },
    {
        "event_name": "Weekly Dog Friendly Event for Pittsburgh - Sit, Stay, Praise!",
        "event_time": "Sundays, 11 a.m.-12 p.m.",
        "location": "Jefferson United Methodist Church",
        "price": "FREE",
        "content": "“Sit, Stay, Praise!” is a dog friendly casual worship service at Jefferson United Methodist Church. Bring your furry best buddy and enjoy a casual and comfortable time of worship together with music, discussion about God’s word, and fellowship time with others who love their dogs. And be sure to share this with your dog-loving friends too! It’s happening every Sunday at 11 am. Everyone is welcome, even if you don’t bring a dog, you can still enjoy this dog friendly worship experience. All canine congregants should be friendly, well-mannered and be current on their vaccinations and flea treatments.\n412-653-3222"
    },
    {
        "event_name": "Wallace Whiskey Room and Kitchen Saturday Jazz Jam w/ Tony Campbell",
        "event_time": "Sundays, 5-8 p.m.",
        "location": "Wallace's Tap Room",
        "price": "$ 5.00",
        "content": "Tony Campbell - Sax\n412.665.0555"
    },
    {
        "event_name": "Soul'd Out Supper",
        "event_time": "Sundays, 6:30 p.m.",
        "location": "Elrama Tavern",
        "price": "FREE",
        "content": "Soul’d Out Supper is \"dinner church\" held every Sunday night at 6:30 in the upper room at the Elrama Tavern on State Route 837 in Elrama, PA. All are welcome!\nThe early church began around the dinner table. We have discovered that this form of worship appeals to some who would like a more casual form of worship, where they can participate in discussion, ask questions and enjoy fellowship in a non-threatening environment. Dinner is delicious and free, but an offering is accepted to continue and support this excellent ministry outside the walls of a church building.\n412-384-3630"
    },
    {
        "event_name": "Billy the Kid's Steel Town All-Stars",
        "event_time": "Sundays, 7-10 p.m.",
        "location": "The R Bar",
        "price": "N/A",
        "content": "412-942-0882"
    },
    {
        "event_name": "Billy The Kid’s Steel Town All-Stars Sunday Service Jam Session",
        "event_time": "Sundays, 8-11 p.m.",
        "location": "R Bar",
        "price": "N/A",
        "content": "Billy The Kid’s Steel Town All-Stars Sunday Service Jam Session. Rotating guest musician each week. All musicians and singers of all genres and skill levels welcome.\n4129420882"
    },
    {
        "event_name": "Sunday Nights Karaoke",
        "event_time": "Sundays, 9 p.m.-2:30 a.m.",
        "location": "Sonny's Tavern",
        "price": "Free",
        "content": "Karaoke - W/ DJ Rachel - Every Sunday Night\n412-683-5844"
    },
    {
        "event_name": "Sunday Night Karaoke",
        "event_time": "Sundays, 10 p.m.-2 a.m.",
        "location": "Sonny's Tavern",
        "price": "Free",
        "content": "Karaoke with Mike from Top Of The Line Entertainment!\n412-683-5844"
    },
    {
        "event_name": "Service with music and choir followed by fellowship and refreshments",
        "event_time": "Sundays, 10:30 p.m.",
        "location": "Trinity Cathedral",
        "price": "N/A",
        "content": "Sundays @ 10:30 a.m.\nRite I (through Lent) Holy Eucharist Service with music and choir followed by fellowship and refreshments.\n412-232-6404"
    },
    {
        "event_name": "Trivia Night!",
        "event_time": "Every other Monday",
        "location": "Hop Farm Brewing",
        "price": "Free",
        "content": "Teams of up to 6 people compete in fun, unique, and challenging trivia for a Hop Farm gift certificate. Written and run by Jeopardy! champion and The Chase winner, Liz Quesnelle, it's the best trivia night in town!\nhttps://www.google.com/search?q=hop+farm&oq=hop+farm&aqs=edge..69i57j69i59j0i20i263i512j0i512l5j69i60.2240j0j1&sourceid=chrome&ie=UTF-8#"
    },
    {
        "event_name": "Liz Q Trivia at Hop Farm Brewing",
        "event_time": "Every other Monday, 7-9 p.m.",
        "location": "Hop Farm Brewing",
        "price": "N/A",
        "content": "Liz Q knows a thing or two about trivia: she’s a Jeopardy! champion, a money winner on Who Wants to be a Millionaire?, and defeated James Holzhauer on The Chase. Quizzing is Liz’s favorite past-time and she wants it to be yours, too – which is why she’s bringing fun, yet challenging and original trivia to Hop Farm Brewing. Enjoy Pittsburgh’s best trivia night while also enjoying a wide selection of delicious craft beers and food. The first and second place teams win a Hop Farm gift card. Teams over six players can play, but are ineligible to win prizes.\n412-726-7912"
    },
    {
        "event_name": "Rich Zabinski Trio",
        "event_time": "Every other Thursday, 5:30-8:30 p.m.",
        "location": "Sullivan's Steakhouse",
        "price": "N/A",
        "content": "Live Jazz with the Rich Zabinski Trio, featuring Max Leake on keyboards, Chris McGraw on bass, and Rich on drums. Sullivan's is located on the ground floor of the US Steel building. Free validated parking in the garage under the Steel building.\n412-775-4000"
    },
    {
        "event_name": "Rich Zabinski Jazz Trio and Jam Session",
        "event_time": "Every other Thursday, 7-10 p.m.",
        "location": "Brickshop in the Tryp Hotel",
        "price": "N/A",
        "content": "Join Rich, Howie Alexander (keyboards) and Leon Boykins (bass) for a night of live jazz. Jazz musicians and vocalists are encouraged to come join in on the fun.\n412.687.8797"
    },
    {
        "event_name": "Drop-In Improv Workshops - Beginner",
        "event_time": "Every other Saturday, 6-7 p.m.",
        "location": "BGC Community Activity Center",
        "price": "10",
        "content": "New to improv? Always wanted to try it? Want to try something new or meet new people? Then this is the workshop for you! Our bi-weekly drop-in workshop is a perfect way to start your improv journey in a low-risk, high reward and super supportive environment! Every other Saturday evening, this one-hour workshop will give you an opportunity to play improv games, learn and work on new skills, meet new people, and rediscover play!\nThis workshop is led by an experienced teacher from 412Improv. It’s a great way to sample one of our beginner improv classes. Improvisers at ANY level\n412-441-6950"
    },
    {
        "event_name": "Da Kave presents Sanctuary Saturdays",
        "event_time": "Every other Saturday, 6-11 p.m.",
        "location": "Da Kave",
        "price": "10",
        "content": "Bringing that fly, soulful, live open mic vibe to the Lincoln-Lemington area beginning this Saturday, May 4, 2019! It's Da Kave presents Sanctuary Saturdays, hosted by Spoken Word Artist/Actor, Leslie Ezra Smith, an open mic love experience going on every other Saturday, doors opening at 6pm, $10, BYOB! Click the link for more information! Looking for comedians, poets, spoken word artists, singers, rappers, authors, musicians, dancers, community leaders, and entrepreneurs! Doors open and open mic opens at 6pm, open mic begins at 7pm sharp.\n412-939-7816"
    }
]