{
    "History": {
        "content": [
            "The Carnegie Technical Schools were founded in 1900 inPittsburgh, Pennsylvania[19]by theScottish-Americanindustrialist and philanthropistAndrew Carnegie, who wrote \"My heart is in the work\", when he donated the funds to create the institution. Carnegie's vision was to open a vocational training school for the sons and daughters of working-class Pittsburghers, many of whom worked in his mills. Carnegie was inspired for the design of his school by thePratt InstituteinBrooklyn, New York, founded by industrialistCharles Prattin 1887.[20]In 1912, the institution changed its name to Carnegie Institute of Technology (CIT) and began offering four-year degrees. During this time, CIT consisted of four constituent schools: the School of Fine and Applied Arts, the School of Apprentices and Journeymen, the School of Science and Technology, and theMargaret Morrison Carnegie School for Women.",
            "TheMellon Institute of Industrial Researchwas founded in 1913 by banker and industrialist brothersAndrew Mellon(who went on to becomeU.S. Treasury Secretary) andRichard B. Mellonin honor of their father,Thomas Mellon, patriarch of theMellon family. The Institute began as a research organization that performed contract work for government and industry, initially as a department within theUniversity of Pittsburgh. In 1927, the Mellon Institute was incorporated as an independent nonprofit. In 1937, the Mellon Institute's iconic building was completed on Fifth Avenue.[21]",
            "In 1967, with support fromPaul Mellon, the Carnegie Institute of Technology merged with the Mellon Institute of Industrial Research to become Carnegie Mellon University. In 1973, Carnegie Mellon's coordinatewomen's college, the Margaret Morrison Carnegie College, merged its academic programs with the rest of the university.[22]The industrial research mission of the Mellon Institute survived the merger as the Carnegie Mellon Research Institute (CMRI) and continued doing work on contract to industry and government. In 2001, CMRI's programs were subsumed by other parts of the university or spun off into autonomous entities.[23]"
        ]
    },
    "Campus": {
        "Overview": {
            "content": [
                "Carnegie Mellon's 157.2 acre (63 ha) main campus is five miles (8 km) from downtownPittsburgh, betweenSchenley Parkand the neighborhoods ofSquirrel Hill,Shadyside, andOakland.[5]Carnegie Mellon is bordered to the west by the campus of theUniversity of Pittsburgh. Carnegie Mellon owns 81 buildings in theOaklandandSquirrel Hillneighborhoods of Pittsburgh.",
                "For decades, the center of student life on campus was Skibo Hall, the university's student union. Built in the 1950s, Skibo Hall's design was typical ofmid-century modernarchitecture but was poorly equipped to deal with advances in computer and internet connectivity. The original Skibo Hall was razed in the summer of 1994 and replaced by a new student union that is fully Wi-Fi enabled. Known as the University Center, the building was dedicated in 1996. In 2014, Carnegie Mellon re-dedicated the University Center as the Cohon University Center in recognition of the eighth president of the university,Jared Cohon.[24]",
                "A large grassy area known as \"The Cut\" forms the backbone of the campus, with a separate grassy area known as \"The Mall\" running perpendicular. The Cut was formed by filling in a ravine (hence the name) with soil from a nearby hill that was leveled to build the College of Fine Arts building.",
                "The northwestern part of the campus (home to Hamburg Hall, Newell-Simon Hall, Smith Hall, and Gates Hillman Complex) was acquired from theUnited States Bureau of Minesin the 1980s.",
                "Carnegie Mellon has been purchasing 100% renewable energy for its electricity since 2011.[25]"
            ]
        },
        "Campus architecture and design": {
            "content": [
                "The campus began to take shape in theBeaux-Arts architecturestyle ofGeorge Carnegie PalmerandHenry Hornbostelof Palmer & Hornbostel, winners of the 1904 competition to design the original institution and later the founder of theCarnegie Mellon School of Architecture.[26]",
                "There was little change to the campus between thefirstandsecond World War. A 1938 master plan by Githens andKeallysuggested acquisition of new land alongForbes Avenue, but the plan was not fully implemented. The period starting with the construction of the Hall of the Arts building (former home of the Graduate School of Industrial Administration) in 1952 and ending with Wean Hall in 1971 saw the institutional change from Carnegie Institute of Technology to Carnegie Mellon University. New facilities were needed to respond to the university's growing national reputation inartificial intelligence, business, robotics and the arts. In addition, an expanding student population demanded improved facilities for student life, athletics and libraries. The campus finally expanded to Forbes Avenue from its original land alongSchenley Park.",
                "The buildings of this era reflected contemporary architectural styles. TheInternational Style, with its rejection of historical tradition and its emphases on functionalism and expression of structure, had been in vogue in European settings since the 1930s. It came late to the Carnegie Mellon campus because of the hiatus in building activity and a general reluctance among American universities to abandon historical styles. By the 1960s, the International Style was adopted to accomplish needed expansion quickly and affordably with the swelling of student ranks in the aftermath of theGI Billin 1944. Each building was a unique architectural statement that may have acknowledged the existing campus in its placement, but not in its form or materials.",
                "During the 1970s and 1980s, the tenure of presidentRichard Cyert(1972–1990) witnessed a period of growth and development. The research budget grew from roughly $12 million annually in the early 1970s to more than $110 million in the late 1980s. Researchers in new fields likeroboticsandsoftware engineeringhelped the university to build its reputation. One example was the introduction of the \"Andrew\" computing network in the mid-1980s. This project linking all computers and workstations on campus set the standard for educational computing and established Carnegie Mellon as a technology leader in education and research. On April 24, 1985,cmu.edu, Carnegie Mellon's Internet domain, became one of thefirst six.edudomain names."
            ]
        },
        "Since the 1990s": {
            "content": [
                "In the 1990s and into the 2000s, Carnegie Mellon solidified its status among American universities, consistently ranking in the top 25 in the nationalU.S. News & World Reportrankings, and in the top 30 (ranking 28th in 2022) amongst universities worldwide.[28][29]Carnegie Mellon is distinct in its interdisciplinary approach to research and education. Through the establishment of programs and centers outside the limitations of departments or colleges, the university has established leadership in fields such ascomputational finance,information systems,cognitive sciences, management, arts management, product design,behavioral economics, energy science and economics,human–computer interaction,entertainment technology, anddecision science. Within the past two decades, the university has built a new university center (Cohon University Center), theater and drama building (Purnell Center for the Arts), business school building (Tepper School of Business), and several dormitories. Baker Hall was renovated in the early 2000s, and new chemistry labs were established in Doherty Hall soon after. Several computer science buildings, such asNewell-Simon Hall, also were established, renovated or renamed in the early 2000s.",
                "In 2006, Carnegie Mellon Trustee Jill Gansman Kraus donated the 80-foot (24 m)-tall sculptureWalking to the Sky, which was placed on the lawn facing Forbes Avenue between the Cohon University Center and Warner Hall. The sculpture was controversial for its placement, the general lack of input from the campus community, and its (lack of) aesthetic appeal.[30]",
                "The Gates Hillman Complex opened for occupancy on August 7, 2009.[31]It sits on a 5.6-acre (2.3 ha) site on the university's West Campus, surrounded by Cyert Hall, the Purnell Center for the Arts, Doherty Hall, Newell-Simon Hall, Smith Hall,Hamburg Hall, and the Robert Mehrabian Collaborative Innovation Center. It contains 318 offices as well as labs,computer clusters, lecture halls, classrooms and a 255-seat auditorium. The Gates Hillman Complex was made possible by a $20 million lead gift from theBill & Melinda Gates Foundationand an additional $10 million grant from theHenry L. Hillman Foundation. The Gates Hillman Complex and the Purnell Center for the Arts are connected by theRandy PauschMemorial Footbridge.[32]",
                "On April 15, 1997,Jared L. Cohon, former dean of theYale School of Forestry & Environmental Studies, was elected president by Carnegie Mellon's board of trustees. During Cohon's presidency, Carnegie Mellon continued its trajectory of innovation and growth. His strategic plan aimed to leverage the university's strengths to benefit society in the areas ofbiotechnologyandlife sciences, information and security technology,environmental scienceand practices, thefine artsandhumanities, and business andpublic policy. In 2006, following negotiations between President Cohon and South Australian PremierMike Rann, CMU opened a campus of theHeinz Collegein the historicTorrens BuildinginAdelaide, Australia. President Cohon's term ended on June 30, 2013, after which he returned to the faculty at Carnegie Mellon.",
                "On July 1, 2003, Carnegie Mellon launched \"Insp!re Innovation\", a $1 billion comprehensive fundraising campaign. Half of the campaign goal is intended for the endowment to provide long-lasting support for faculty, students and breakthrough innovations. The campaign brought in a total of $1.19 billion, with $578.5 million going toward Carnegie Mellon's endowment. It also enabled the university to establish 31 endowed professorships, 97 endowed fellowships and 250 endowed scholarships.[33]On September 7, 2011,William S. Dietrich II, the former chairman of Dietrich Industries, Inc., a subsidiary ofWorthington Industries, Inc., pledged a gift of $265 million, effective on October 6, 2011, upon his death. In response to this gift, Carnegie Mellon renamed the College of Humanities and Social Sciences as theMarianna Brown Dietrich College of Humanities and Social Sciencesafter William Dietrich's mother.[34]On April 23, 2012, New York's MayorMichael R. BloombergandNew York University's PresidentJohn Sextonannounced an agreement between New York City, New York's MTA, and a consortium of academic institutions, and private technology companies that led to the creation in New York of aCenter for Urban Science and Progress(CUSP). The Center for Urban Science and Progress (CUSP) is an applied science research institute composed of a partnership of institutions from around the globe, led byNew York Universitywith a consortium of universities including Carnegie Mellon, theUniversity of Warwick, theCity University of New York, theIndian Institute of Technology Bombay, and theUniversity of Toronto.",
                "In September 2012, Carnegie Mellon announced the construction of the Sherman and Joyce Bowie Scott Hall on the Pittsburgh campus. The new building is situated between Hamerschlag Hall, Roberts Hall, and Wean Hall and houses the university-wide Wilton E. Scott Institute for Energy Innovation, the Bertucci Nanotechnology Lab, the Engineering Research Accelerator (formerly known as the Institute for Complex Engineered Systems), the Disruptive Health Technologies Institute, and the Department of Biomedical Engineering.[35]Further, in November 2013, Carnegie Mellon announced a $67 million gift fromDavid Tepper, who previously donated $56 million, to develop the Tepper Quadrangle on the north campus. The Tepper Quad includes a new Tepper School of Business facility acrossForbes Avenuefrom a renovated and expanded Hamburg Hall (home to Heinz College)[36]as well as other university-wide buildings and a welcome center which serves as a public gateway to the university.[37]",
                "In April 2015, Carnegie Mellon, in collaboration withJones Lang LaSalle, announced the planning of a second office space structure, alongside the Robert Mehrabian Collaborative Innovation Center, an upscale and full-service hotel, and retail and dining development along Forbes Avenue. This complex will connect to the Tepper Quadrangle, the Heinz College, the Tata Consultancy Services Building, and the Gates-Hillman Center to create an innovation corridor on the university campus. The effort is intended to continue to attract major corporate partnerships to create opportunities for research, teaching, and employment with students and faculty.[38]",
                "On October 30, 2019, Carnegie Mellon publicly announced the launch of \"Make Possible: The Campaign for Carnegie Mellon University\", a campaign which seeks to raise $2 billion to advance the university's priorities, including campus development.[39]Alongside the Tepper Quad and Hamburg Hall, Carnegie Mellon finished construction in 2020 on TCS Hall, an innovation center made possible with a $35 million gift fromTata Consultancy Services.[40]Carnegie Mellon plans to collaborate withEmerald Cloud Labto construct the world's first cloud lab in a university setting. The Carnegie Mellon University Cloud Lab is planned to be completed by the spring of 2023. Carnegie Mellon also plans to construct a new mechanical engineering building by fall 2023 (Scaife Hall), a new $105 million athletics center by fall 2024 (Highmark Center for Health, Wellness and Athletics), a $210 million Science Futures Building (R.K. Mellon Hall of Sciences) by 2026,[41]as well as a Robotics Innovation Center at Hazelwood Green, in addition to new dormitories and other buildings in the coming years.[42]",
                "On February 5, 2013, Carnegie Mellon announced the selection ofSubra Suresh, Director of theNational Science Foundationand Dean of theMassachusetts Institute of Technology School of Engineering, as its ninth president effective July 1, 2013.[43]Suresh stepped down in June 2017[44]and was replaced byFarnam Jahanian, the university's interim-president and former provost, in March 2018.[45]",
                "On September 8, 2022, Carnegie Mellon announced a $275.7 million partnership with theMastercard Foundationto supportCarnegie Mellon University AfricainKigali, Rwanda. Carnegie Mellon's Kigali campus provides graduate-level study in engineering and artificial intelligence.",
                "On November 6, 2023, Carnegie Mellon Trustee Ray Lane and his wife Stephanie Lane invested $25 million in support of the university's Computational Biology department.[46]",
                "On April 12, 2024, Carnegie Mellon broke ground for construction of its new Richard King Mellon Hall of Sciences, a 338,900 square-foot addition to its campus.[47]"
            ]
        }
    },
    "Academics": {
        "Rankings": {
            "content": [
                "Nationally,U.S. News & World Reportplaced Carnegie Mellon in a tie withWashington University in St. Louisand theUniversity of Michiganfor 21st place among American research universities in their 2024-2025 rankings.[56]Many of its graduate programs have been ranked in national and international surveys. In 2022,U.S. Newsranked Carnegie Mellon as having 23 graduate programs in the Top 10 nationwide and 16 in the Top 5 nationwide.,[57]including three programs ranked first: Artificial Intelligence, Programming Languages, and Information and Technology Management. In particular, theCMU School of Computer Sciencehas been consistently ranked the best in the nation, tied withMIT,Stanford, andUC Berkeley.[58]",
                "Globally, Carnegie Mellon is ranked 28th byTimes Higher Educationand 52nd byQS World University Rankings.",
                "Carnegie Mellon was named one of the \"NewIvies\" byNewsweek.[59]In 2010,The Wall Street Journalranked Carnegie Mellon 1st in computer science, 4th in finance, 10th overall, and 21st in engineering according to job recruiters.[60]Carnegie Mellon ranks thirteenth among \"Best Colleges By Salary Potential (Bachelor's Only)\" in the United States according toPayScale's2016–17 study.[61]In 2024, Carnegie Mellon'sTepper School of Businessplaced 9th in anannual rankingof U.S. business schools byBloomberg Businessweek.[62]",
                "In 2016,The Hollywood Reporterranked the School of Drama 3rd in the world among undergraduate drama schools.[63]In 2015, the same publication ranked the MFA program at the School of Drama 5th in the world.[64]",
                "Carnegie Mellon'sDietrich College of Humanities and Social Scienceswas ranked 55th for social sciences and 60th for humanities in the world byTimes Higher Educationfor 2020.[65][66]Dietrich College is also ranked 20th for social sciences among Shanghai Jiao Tong University's world's top 100 universities.[67]",
                "Carnegie Mellon is one of 66 elected members of theAssociation of American Universitiesand one of 29 members (one of 13 American members) of theWorld Economic ForumGlobal University Leaders Forum.[68]"
            ]
        },
        "Admissions": {
            "content": [
                "U.S. News & World Reportrates admission to Carnegie Mellon as \"most selective\".[77]For the class of 2026 (enrolling in fall 2022), Carnegie Mellon received 34,261 applications and admitted approximately 3,873 (11%), with 1,736 enrolling.[78]The acceptance rates of the individual colleges and programs range fromCarnegie Mellon School of Architecture's 30% toCarnegie Mellon School of Drama's 3%.[79]The largest college, in terms of the class of 2025 enrollment, is the College of Engineering with 499 students, followed by the Dietrich College of Humanities and Social Sciences with 391, and the Mellon College of Science with 266.[80]The smallest college is the School of Design, with 34.[79]The middle 50% range ofSATscores of enrolled freshmen was 720-770 for reading and writing, and 770-800 for math, while the middle 50% range of theACTcomposite score was 34–35.[81]The university isneed-blindfor domestic applicants.[82]The class of 2026 enrolled students from 46 U.S. states and 42 countries.[79]Undergraduate tuition for 2023-2024 is $62,260, and room and board is $17,468.[83]"
            ]
        },
        "Research": {
            "content": [
                "CMU isclassifiedamong \"R1: Doctoral Universities – Very High Research Activity\".[16]For the 2021 fiscal year, the university spent $402 million on research. The primary recipients of this funding were the School of Computer Science ($100.3 million), theSoftware Engineering Institute($71.7 million), the College of Engineering ($48.5 million), and the Mellon College of Science ($47.7 million). The research money comes largely from federal sources, with a federal investment of $234.9 million in 2021. The federal agencies that invest the most money include theNational Science Foundationand theDepartment of Defense, which contributed $70.5 million and $90.4 million in 2021, respectively.[84]",
                "The recognition of Carnegie Mellon as one of the best research facilities in the nation has a long history. As early as the 1987 federal budget, CMU was ranked as third in the amount of federal research funds received with $41.5 million, with only MIT and Johns Hopkins receiving more research funds from the Department of Defense.[85]",
                "ThePittsburgh Supercomputing Center(PSC) is a joint effort between Carnegie Mellon,University of Pittsburgh, andWestinghouse Electric Company. PSC was founded in 1986 by its two scientific directors, Ralph Roskies of the University of Pittsburgh and Michael Levine of Carnegie Mellon. PSC is a leading partner in theTeraGrid, the National Science Foundation's cyberinfrastructure program.[86]",
                "The Neuroscience Institute (NI) is a university-wide research institute that was founded in 2018[87][88][89]as a successor to an earlier effort, known as Brainhub.[90][91]Combining research incomputer science,engineering,machine learning,statistics, andcognitive sciencewith basicneuroscience, NI aims to promote research that will improve the human condition. Devices developed by the institute have been designed to enable communication for locked-in patients,[92]treatments forParkinson's disease,[93]improvedbrain imagingtechnology usingartificial intelligence,[94]andelectrodesthat work with coarse, curly hair.[95]NI  includes over 30 faculty and 100 trainees from four colleges and oversees twoPhDprograms (the Program in Neural Computation and the Program in Systems Neuroscience) that have received support from theNational Institutes of Health.[96][97]Numerous philanthropic gifts help support NI research.[98][99][100][101]NI also provides direct administrative and monetary support for the Center for Neural Basis of Cognition, a long-running collaboration with theUniversity of Pittsburgh.[102][103]",
                "TheRobotics Institute(RI) is a division of the School of Computer Science and considered to be one of the leading centers of robotics research in the world. The Field Robotics Center (FRC) has developed a number of significant robots, includingSandstormandH1ghlander, which finished second and third in theDARPA Grand Challenge, and Boss, which won theDARPA Urban Challenge. The Robotics Institute has partnered with a spinoff company,Astrobotic Technology Inc., to land a CMU robot on the moon by 2016 in pursuit of the Google Lunar XPrize. The robot, known as Andy, is designed to explore lunar pits, which might include entrances to caves.[104]The RI is primarily sited at Carnegie Mellon's main campus in Newell-Simon hall.[105]",
                "TheSoftware Engineering Institute(SEI) is afederally funded research and development centersponsored by the U.S. Department of Defense and operated by Carnegie Mellon, with offices in Pittsburgh, Pennsylvania, USA and Arlington, Virginia. The SEI publishes books onsoftware engineeringfor industry, government and military applications and practices. The organization is known for itsCapability Maturity Model[106][107](CMM) andCapability Maturity Model Integration(CMMI), which identify essential elements of effective system and software engineering processes and can be used to rate the level of an organization's capability for producing quality systems. The SEI is also the home ofCERT/CC, the federally funded computer security organization. The CERT Program's primary goals are to support secure requirements and development of computer systems and ensure that appropriate technology and systems management practices are used to resist attacks on networked systems and to limit damage and ensure continuity of critical services subsequent to attacks, accidents, or failures.[108]",
                "TheHuman–Computer Interaction Institute(HCII) is a division of the School of Computer Science and is considered one of the leading centers ofhuman–computer interactionresearch, integrating computer science, design, social science, and learning science.[109]Such interdisciplinary collaboration is the hallmark of research done throughout the university.",
                "TheLanguage Technologies Institute(LTI) is another unit of the School of Computer Science and is famous for being one of the leading research centers in the area oflanguage technologies. The primary research focus of the institute is onmachine translation,speech recognition,speech synthesis,information retrieval,parsingandinformation extraction.[110]Until 1996, the institute existed as the Center for Machine Translation that was established in 1986. From 1996 onwards, it started awarding graduate degrees and the name was changed to Language Technologies Institute.",
                "TheRay and Stephanie Lane Computational Biology Department, one of the seven departments in theSchool of Computer Science, was established in 2007 (as Lane Center for Computational Biology), officially became a department within the School of Computer Science in 2009, and named the Ray and Stephanie Lane Computational Biology Department in 2023. The department is the leader in developing computational methodologies to advance biomedical research.",
                "Carnegie Mellon is also home to theCarnegie Schoolof management and economics. This intellectual school grew out of theTepper School of Businessin the 1950s and 1960s and focused on the intersection of behavioralistm and management. Several management theories, most notablybounded rationalityand the behavioraltheory of the firm, were established by Carnegie School management scientists and economists.",
                "Carnegie Mellon also develops cross-disciplinary and university-wide institutes and initiatives to take advantage of strengths in various colleges and departments and develop solutions in critical social and technical problems. To date, these have included theCylab Security and Privacy Institute, the Wilton E. Scott Institute for Energy Innovation, theNeuroscience Institute, the Simon Initiative, and the Disruptive Healthcare Technology Institute.",
                "Carnegie Mellon has made a concerted effort to attract corporate research labs, offices, and partnerships to the Pittsburgh campus.Apple Inc.,Intel,Google,Microsoft,Disney,Facebook,IBM,General Motors,Bombardier Inc.,Yahoo!,Uber,Tata Consultancy Services,Ansys,Boeing,Robert Bosch GmbH, and theRand Corporationhave established a presence on or near campus. In collaboration with Intel, Carnegie Mellon has pioneered research intoclaytronics.[111]"
            ]
        }
    },
    "International activities": {
        "content": [
            "In addition to its Pittsburgh campus, Carnegie Mellon has a branch campus in the Middle East,Carnegie Mellon University in Qatar, which offers a full undergraduate curriculum with degree programs in computer science, business administration, biology, computational biology, and information systems. The campus is located inDoha'sEducation Citywhich is home to multiple other U.S. universities all of which are funded by theQatar Foundation. TheQataricampus has been the subject of controversy, as Islamic cultural values and laws in Qatar differ greatly from the core values of Carnegie Mellon.[112]Additionally, Carnegie Mellon and other U.S. universities in Education City have been criticized for being essentially complicit in Qatar's corruption, connections withHamasand their questionablehuman rightsrecord by continuing to operate there.[112][113][114][115]",
            "It also has graduate-level extension campuses inMountain View, Californiain the heart ofSilicon Valley(offering masters programs inSoftware Engineeringand Software Management). TheTepper School of Businessmaintains a satellite center in downtownManhattanand the Heinz College maintains one inAdelaide, Australia. TheHeinz College, the Institute for Politics and Strategy, and the Department ofEngineering and Public Policyhost centers inWashington, D.C.as part of degree programs, research, and government affairs initiatives as well as being a part of theUniversity of California, Washington Center. Carnegie Mellon also established the Integrative Media Program atSteiner StudiosinBrooklyn, New York. Carnegie Mellon also maintains the Carnegie Mellon Los Angeles Center inNorth Hollywood, Californiawhere students in the Master of Entertainment Industry Management program are required to relocate to Los Angeles in their second year and attend classes at this facility.",
            "Carnegie Mellon'sInformation Networking Instituteoffers graduate programs inAthens, GreeceandKobe, Japan, in collaboration withAthens Information Technologyand the Hyogo Institute of Information Education Foundation, respectively. In the fall of 2007, the cities ofAveiroandLisbon, Portugal were added to theInformation Networking Institute's remote locations. The  Software and Societal Systems Department (S3D) offers graduate programs inCoimbra, Portugal. The Entertainment Technology Center offers graduate programs in Portugal, Japan, and Singapore. TheHuman–Computer Interaction Instituteoffers a master's degree in conjunction with theUniversity of Madeira, in Portugal at the jointly foundedMadeira Interactive Technologies Institute. The College of Engineering has an international location inKigali, Rwandaoffering the Master of Science in Information Technology and the Master of Science in Electrical and Computer Engineering."
        ]
    },
    "In popular culture": {
        "content": [
            "The campus of Carnegie Mellon in Pittsburgh has served as the locale for many motion pictures. AlumnusGeorge A. RomerofilmedCreepshow(1982) in and around Margaret Morrison Carnegie Hall.[116]Much of the on-campus scenes in the 2000 filmWonder Boys, starringMichael DouglasandTobey Maguire, were filmed in Carnegie Mellon's campus.[117]Other movies filmed at Carnegie Mellon includeThe Mothman Prophecies,Dogma,Lorenzo's Oil,Hoffa,The Dark Knight Rises,Where'd You Go, Bernadette, andFlashdance. The university is also featured prominently in the filmsSmart People,Monkey Shines, and in the animeSummer Wars.",
            "The musicalPippinwas originally conceived byStephen Schwartzas a student musical performed by theScotch'n'Sodastudent theatre troupe.[118]Schwartz also collaborated with drama studentJohn-Michael Tebelakto expand his master's thesis project titledGodspell, created under the direction ofLawrence Carra, into a musical.[119]",
            "While enrolled at Carnegie Mellon, acting studentsMichael McKeanandDavid Lander(class of 1969) created the characters \"Lenny and Squiggy\".[120]The pair continued performing the characters in live comedy routines before joining the cast of the TV seriesLaverne & Shirley.",
            "In 2008, Carnegie Mellon professorRandy Pausch's \"Last Lecture\" became a pop culture phenomenon. Based on a lecture he gave in September 2007 – shortly after he learned his cancer had metastasized – his book quickly rose to the top of bestseller lists around the country. Named inTimemagazine'sTime100list of influential people, he died in July 2008 from pancreatic cancer.[121]",
            "In 2003, Carnegie Mellon established theRobot Hall of Famein partnership with theCarnegie Science Center.",
            "The68th Tony Awardsin 2014 announced Carnegie Mellon as its first educational partner in jointly awarding the \"Tony Honor for Excellence in Theatre Education\", which will \"honor kindergarten through high school (K-12) theatre educators\".[122]"
        ]
    },
    "Schools and divisions": {
        "content": [
            "Carnegie Mellon also runs the Integrative Design, Arts, and Technology (IDeATe) Network to provide university-wide arts and technology education to students from every college. IDeATe allows students to take minors or concentrations in Animation and Special Effects, Entrepreneurship for Creative Industries, Game Design, Intelligent Environments, Learning Media, Media Design, Physical Computing, and Sound Design. IDeAte will also offer graduate master's degrees in Emerging Media, Game Design, Integrative Innovation for Products and Services, Computational Data Science, Urban Design, and Production Technology and Management. IDeATe also manages theEntertainment Technology Center(ETC) in conjunction with the School of Computer Science and the College of Fine Arts. Each master's degree program has an option to study in the CMU Integrative Media Program (IMP) atSteiner StudiosinNew York City. IDeATe Network will be based on the Pittsburgh campus upon the development of recently acquired property onForbes Avenuewest ofJunction Hollow.[133]",
            "In addition to research and academic institutions, the university hosts several other educationally driven programs. ThePennsylvania Governor's School for the Sciences, a state-funded summer program that aims to foster interest in science amongst gifted high school students is run on campus every summer. The university also runs Carnegie MellonPre-College, a six-week residential program for rising juniors and seniors in high school and the Summer Academy for Math and Science (SAMS), a free-of-charge STEM immersion program for students from underrepresented backgrounds. The Cyert Center for Early Education is a child care center for Carnegie Mellon faculty and staff, as well as an observational setting for students in child development courses. Carnegie Mellon also developed the Open Learning Initiative which provides free courses online in a variety of fields to students globally."
        ],
        "Libraries": {
            "content": [
                "The Libraries of Carnegie Mellon include Hunt Library, the Roger Sorrells Engineering & Science Library, theMellon InstituteLibrary, the Posner Center, and the Qatar Library. Additionally, the Libraries'Million Book Project(2001–) sparked development of theUniversal Digital Library. The university libraries host a number of full text special collections for public access, including theAndrew CarnegieCollection,Herbert A. SimonCollection,Allen NewellCollection, theH. John Heinz IIICollection, the Pittsburgh Jewish Newspapers Project, and the Posner Memorial Collection. Carnegie Mellon students and faculty have access to theCarnegie Library of Pittsburghand someUniversity of Pittsburghlibraries through consortial agreements with those institutions. TheHunt Institute for Botanical Documentation(HIBD),[134]dedicated as the Rachel McMasters Miller Hunt Botanical Library in 1961, has been a research division of CMU since its founding. The HIBD is an international bibliographical research and service in the fields of botany, horticulture, and the history of the plant sciences and has a significant research library and art holdings on the 5th floor of Hunt Library. The university'sSoftware Engineering Institutealso houses a research library.",
                "Carnegie Mellon also manages theNaval Reserve Officer Training Corpsin Pittsburgh on which students throughout Pittsburgh's universities rely. Carnegie Mellon partners with theUniversity of Pittsburghto provide opportunities inArmy Reserve Officers' Training CorpsandAir Force Reserve Officer Training Corpsto its students.",
                "Carnegie Mellon is accredited by theMiddle States Commission on Higher Education.[135]"
            ]
        },
        "Collaboration with the University of Pittsburgh": {
            "content": [
                "Carnegie Mellon neighbors the campus of theUniversity of Pittsburgh, and in some cases, buildings of the two universities are intermingled. This helps to facilitate myriad academic and research collaborations between the two schools,[136]including such projects as thePittsburgh Supercomputing Center, thePittsburgh Life Sciences Greenhouse, the Immune Modeling Center, the Center for the Neural Basis of Cognition, theUniversity of Pittsburgh Cancer Institute, as well as the National Science Foundation-supported Pittsburgh Science of Learning Center.[137][138]Further, the universities also offer multiple dual and joint degree programs such as theMedical Scientist Training Program, the Molecular Biophysics and Structural Biology Graduate Program, theJoint CMU-Pitt Ph.D. Program in Computational Biology, theCenter for Neural Basis of Cognition, and the Law and Business Administration program. Some professors hold joint professorships between the two schools, and students at each university may take classes at the other (with appropriate approvals).[139]CMU students and faculty also have access to the University of Pittsburgh library system, as well as theCarnegie Library of Pittsburgh. The two universities also co-host academic conferences, such as the 2012 Second Language Research Forum.[140]In 2015, in conjunction with the University of Pittsburgh andUPMC, Carnegie Mellon became a partner of the Pittsburgh Health Data Alliance to leverage data analysis in health care.[141]"
            ]
        }
    },
    "Discoveries and innovation": {
        "Natural sciences": {},
        "Computer and applied sciences": {},
        "Companies and entrepreneurship": {
            "content": [
                "The Swartz Center for Entrepreneurshipacts as Carnegie Mellon'sstartup accelerator. Jim Swartz, co-founder ofAccel Partners, pledged $31 Million to establish a hub for university wide entrepreneurial activities. His gift is the fifth largest Carnegie Mellon has received. In 2016, the center opened providing abusiness incubatorandmakerspace.[149]The center employsEntrepreneurs-in-Residencewho mentor founders of early stage companies consisting of students, faculty, and alumni.[150]Startups work on their ideas throughout the year culminating at an annual Demo Day where they showcase their company to the public.[151]",
                "Carnegie Mellon's alumni, faculty, and staff have founded many notable companies, some of which are shown below.[152][153]"
            ]
        }
    },
    "Student life": {
        "content": [
            "Carnegie Mellon's student life includes over 400 student organizations, art galleries, and various unique traditions. Student organizations provide social, service, media, academic, spiritual, recreational, sport, religious, political, cultural, and governance opportunities. Carnegie Mellon's campus houses several galleries such asThe Frame, a student-devoted gallery, and theRegina Gouger Miller Gallery, an art gallery that specializes in contemporary professional artists. TheCarnegie Mellon School of Music,Carnegie Mellon School of Drama, and the student-run theatrical organizationScotch'n'Sodaprovides campus with a variety of performance arts events. The university has a strong Scottish motif inspired by Andrew Carnegie's Scottish heritage, as well as the Mellon family's Scots-Irish ancestry. Examples include Scotty, theScottish Terriermascot,The Tartanstudent newspaper,SkiboGymnasium, TheThistleyearbook, and theCéilidhweekend every fall semester for homecoming.[155]"
        ],
        "Traditions": {
            "content": [
                "In the early days of Carnegie Tech, there was a single bridge connecting Margaret Morrison Women's College with the Carnegie Institute of Technology. The bridge was a meeting place for students. In 1916, the bridge was taken down and the university filled in the area. The administration built a wooden fence as a new meeting place. The students did not understand why anyone would want to meet at a fence. The administration was about to give up and tear it down, but that night a fraternity, as a prank, painted the entire fence advertising a fraternity party. Ever since, painting the Fence has been a Carnegie Mellon tradition.[156]The Fence at Carnegie Mellon lies at the center of campus, in the area known as \"the Cut\". Students guard the fence 24 hours a day, and, as long as two vigils are maintained, no other student may \"take\" the fence. The fence can then be painted by the group that has it, but only between midnight and 6 am. Only hand brushes may be used; the use of spray paint or paint rollers is considered vandalism and results in a fine. The previous paint cannot be stripped, and each new painting adds a new layer. The original wooden fence finally collapsed in the 1990s due to the weight from over 1' of surrounding paint, and was immediately replaced with an identical one manufactured from concrete. Today the fence is considered \"the world's most painted object\" by theGuinness Book of World Records.[157]"
            ]
        }
    },
    "Housing": {
        "content": [
            "Carnegie Mellon offers conventional housing for its students through single-gender, coresidential, and special interest options. Students can choose from a variety of housing options. The four options for students are traditional, semi-suite, suite, and apartments. The Traditional is a typical college dormitory setting, a long hallway with a series of 1-3 person rooms and a community bathroom shared with an entire floor or wing. Semi-Suite offers more privacy through 1-4 person rooms with 3-5 residents sharing one semi-private bathroom. Suite is similar to Semi-Suite but contains additional bedrooms, a bathroom, and living room/lounge area shared with 3-8 other residents. Apartments are shared between 1-3 people and may contain additional bedrooms, a semi-private bathroom, a living room, and kitchen shared with the other residents. Upperclassmen have additional options for housing, which include town houses and a larger variety of one or two bedroom apartments.[158]There are 27 residential buildings on campus and even more off campus.[159]",
            "First-year students are assigned to the dedicated first-year residence halls on campus including Morewood E-Tower, Morewood Gardens, Residence on Fifth, Shirley Apartments, as well as Boss, Donner, Hamerschlag, McGill, Mudge, Scobell, and Stever Houses. Approximately one-third of upperclassmen choose to continue living on campus through university housing. Options for upperclassmen include Fifth & Clyde, Morewood Gardens, West Wing, Doherty, Fairfax, Margaret Morrison, Fifth Neville, Shady Oak, Shirley, Forbes & Beeler, and Woodlawn Apartments as well as Henderson, Resnik, Roselawn, Spirit, Tech, Webster, and Welch Houses.[160]"
        ],
        "Fraternities and sororities": {
            "content": [
                "The Greek tradition at Carnegie Mellon began over 100 years ago with the founding of the first fraternity on campus,Theta Xi, in 1912. The Panhellenic sorority community was founded in 1945, byChi Omega,Delta Delta Delta,Delta Gamma,Kappa Alpha Theta, andKappa Kappa Gamma. The Chi Omega chapter at Carnegie Mellon transformed into an independent sorority, Zeta Psi Sigma, and has since becomeAlpha Chi Omega. TheAlpha Phichapter was created in April 2013. There are two Asian American interest sororities –Alpha Kappa Delta PhiandKappa Phi Lambda–, and one Asian American interest fraternity –Lambda Phi Epsilon.",
                "Carnegie Mellon has eleven active fraternities:Alpha Epsilon Pi,Alpha Phi Alpha,Alpha Sigma Phi,Delta Tau Delta,Lambda Phi Epsilon,Phi Delta Theta,Pi Kappa Alpha,Sigma Alpha Epsilon,Sigma Chi,Sigma Nu, andSigma Phi Epsilon.",
                "In addition to participating in campus traditions such as Buggy and Booth, the fraternities and sororities hold an annual fundraiser called Greek Sing, one of the largest Greek events of the year. Every two years, the organizations vote on a cause to support and raise money through ticket sales, ad sales, corporate sponsorships and donations. Each organization performs a 13-minute-long original show or a rendition of a popular show. In spring 2010, Greek Sing raised over $42,000 for St. Jude Children's Research."
            ]
        },
        "Specialized Communities": {
            "content": [
                "In 2022, Welch House began to host the specialized Queer community, a living community suited to the needs ofnon-binarystudents by allowing students to \"live in the same room with any other student inclusive of sex assigned at birth, gender identity, gender expression, and/or sexual orientation\".[161]Welch House consists of semi-suite singles and doubles. In addition, Stever House hosts an all-gender floor for students who would prefer a traditional double.",
                "Spirit House is a residential community for upperclassmen designated for members of the SPIRIT student organization, a Black Student Union that serves as a haven for Black students within the Carnegie Mellon community and champions issues facing the Black community.[162]"
            ]
        }
    },
    "Athletics": {
        "content": [
            "The Carnegie Mellon Tartans were a founding member of theUniversity Athletic AssociationofNCAA Division III. Prior to World War II, Carnegie Mellon (as Carnegie Tech) played with what are now classified asNCAA Division Iteams. In 1936, the Carnegie Tech riflery team won the national intercollegiate championship.[163]The Carnegie Tech men's basketball team was a member of theEastern Intercollegiate Conferencethroughout the conference's existence from 1932 to 1939[164]and won the conference championship in 1936, defeatingPittsburghin a conference championship playoff game.[165]",
            "Varsity teams are fielded in basketball, track, cross country, football, golf, soccer, swimming and diving, volleyball, tennis, and softball. In addition, club teams exist inultimate frisbee,[166]rowing,[167]rugby, lacrosse, hockey,[168]baseball,[169]softball,skiing & snowboarding,[170]soccer, volleyball, water polo,[171]and cycling.[172]Carnegie Mellon Athletics runs a comprehensive and popular intramural system, maintains facilities (primarily Skibo Gymnasium, Cohon University Center, Gesling Stadium, and the future Highmark Center for Health, Wellness and Athletics), and offers courses to students in fitness and sports. Carnegie Mellon's primary athletic rivals are fellowUAAschoolsCase Western Reserve UniversityandWashington University in St. Louis; the Tartans had an especially intense rivalry with thelatter's football teamfrom the 2000s to 2017."
        ],
        "Football": {
            "content": [
                "On November 28, 1926, the 6–2 Carnegie Technical Institute football team shut out the undefeatedNotre Dame Fighting Irish19–0 atForbes Field.Knute Rockne, the coach of the Irish at the time, was so confident that the Irish would defeat \"tiny Carnegie Tech\" that he decided to skip the game and travel to Chicago to watch the Army-Navy football game for scouting purposes. It was only later that he found out by telegram that the Irish had suffered their first loss of the season. ESPN compared the upset to the Appalachian State victory over the University of Michigan in 2007.[173]The game was ranked the fourth-greatest upset incollege footballhistory byESPN.[174]",
                "Since 2014, the Tartans play in thePresidents' Athletic Conferenceat theNCAA Division IIIlevel. The head coach of the football team is Ryan Larsen, who is currently the defending Presidents' Athletic Conference coach of the year.  Prior to losing in the Sweet 16 of this year's D3 playoffs, the Tartans held a 17-game win streak which was, at the time, the longest win streak across all NCAA divisions in football."
            ]
        },
        "Track and cross country": {
            "content": [
                "In recent years, the varsity track andcross countryprograms have seen outstanding success on theDivision IIInational level. The men's cross country team has finished in the top 15 in the nation each of the last three years, and has boasted several individualAll-Americans. The men's track team has also boasted several individual All-Americans spanning sprinting, distance, and field disciplines. Recent All-Americans from the track team are Bram Miller (2021), Tommy Vandenberg (2014–2015), Brian Harvey (2007–2009),Davey Quinn(2007),Nik Bonaddio(2004, 2005), Mark Davis (2004, 2005), Russel Verbofsky (2004, 2005) and Kiley Williams.[175]Carolyn Lowe (10,000 meters 1992) is the only track athlete to win an NCAA Division III championship."
            ]
        },
        "Volleyball": {
            "content": [
                "With much of the team's support, Lauren Schmidt received the NCAA Pennsylvania Woman of the Year award (2003), was a two-time All-American (2001 and 2002), a four-time All-University Athletic Association selection (1999–2002), and the conference's Player of the Year (2001).[176]"
            ]
        },
        "Intramurals": {
            "content": [
                "Students can participate in any level of competition across multiple sports includingwiffle ball,dodgeball,basketball,flag football,ultimate frisbeeand many more.[177]"
            ]
        }
    },
    "Alumni and faculty": {
        "content": [
            "There are more than 117,000 Carnegie Mellon alumni worldwide with the graduating class of 2022.[178]Alumni and current/former faculty include 21Nobel laureates, six members of theNational Academy of Medicine, 22 members of theNational Academy of Sciences, 72 members of theNational Academy of Engineering, twoMacArthur Fellows, 24Guggenheim Fellows, sevenPackard fellows, 142Emmy Awardrecipients (including ten time recipientSteven Bochco), 12Academy Awardrecipients, 52Tony Awardrecipients, two winners of theStockholm Prize in Criminology, and 13Turing Awardrecipients.[179]",
            "Alumni in the fine arts include artistsAndy Warhol,Cote de Pablo,Philip Pearlstein,[180]John Currin,[181]Shalom Neuman,[182]Jonathan Borofsky[183]andBurton Morris;[184]authorsJohn-Michael TebelakandKurt Vonnegut; ScreenwriterMichael Goldenberg; television series creator,Steven Bochco,[185]actorsRené Auberjonois,Katy Mixon,Holly Hunter,Matt Bomer, andZachary Quinto, children's authorE.L. Konigsberg,David Edward Byrd, Broadway actressAmanda Jane Cooper,[186]Rock and Broadway Theater Poster Artist and graphic designer;[187]Indian film actorSushma Seth, Boston Pops conductorKeith Lockhart, mountaineer and authorAron Ralston, and architectsMao YishengandW.B. (Walter Booser) \"Chip\" Detweiler.",
            "Alumni in the sciences includeCharles Geschke, co-founder and chairman ofAdobe Systems;[188]Stephanie Kwolek, inventor ofKevlar;James Gosling, creator of theJavaprogramming language,Andy Bechtolsheim, co-founder ofSun Microsystems;David Kelley, co-founder ofIDEO;George Pake, founder ofXerox PARC;Marc Ewing, co-founder ofRed Hat;Jim Levy, founding CEO ofActivision; billionairehedge fundinvestor and owner of theCarolina Panthersof theNational Football LeagueDavid Tepper;Scott Fahlman, creator of theemoticon;Chris Messina, creator of thehashtag; tech executive and entrepreneurKai-Fu Lee; andastronautsEdgar Mitchell(Apollo 14) andJudith Resnik, who perished in theSpace ShuttleChallengerdisaster.[189]John Forbes Nash, a 1948 graduate and winner of the 1994Nobel Memorial Prize in Economics, was the subject of the book and subsequent filmA Beautiful Mind.Alan Perlis, a 1943 graduate, was a pioneer in programming languages and recipient of the first Turing Award.",
            "Alumni in politics include U.S. RepresentativesSusie LeeandSydney Kamlager-Dove, Puerto Rican politicianCarmen Yulín Cruz, Federal Reserve Bank of Chicago PresidentCharles L. Evans,Allegheny CountyExecutiveRich Fitzgerald, and formerGeneral MotorsCEO andSecretary of Defense,Charles Erwin Wilson."
        ]
    },
    "See also": {},
    "Notes": {},
    "References": {},
    "External links": {}
}