{
    "Etymology": {
        "content": [
            "Pittsburgh was named in 1758, by GeneralJohn Forbes, in honor of British statesmanWilliam Pitt, 1st Earl of Chatham. As Forbes was aScotsman, he probably pronounced the name/ˈpɪtsbərə/PITS-bər-ə(similar toEdinburgh).[18][19]",
            "Pittsburgh was incorporated as aboroughon April 22, 1794, with the following Act:[20]\"Be it enacted by thePennsylvania State SenateandPennsylvania House of Representativesof the Commonwealth of Pennsylvania ... by the authority of the same, that the said town of Pittsburgh shall be ... erected into a borough, which shall be called the borough of Pittsburgh for ever.\"[21]",
            "From 1891 to 1911, the city's name was federally recognized as \"Pittsburg\", though use of the finalhwas retained during this period by the city government and other local organizations.[22][18]After a public campaign, the federal decision to drop thehwas reversed.[18]ThePittsburg Presscontinued spelling the city without anhuntil 1921.[23]"
        ]
    },
    "History": {
        "content": [
            "Kingdom of France1690s–1763Great Britain1681–1781United States1776–present"
        ],
        "Native Americans": {
            "content": [
                "The area of the Ohio headwaters was long inhabited by theShawneeand several other settled groups ofNative Americans.[24]Shannopin's Townwas an 18th-centuryLenape(Delaware) town located roughly from wherePenn Avenueis today, below the mouth of Two Mile Run, from 30th Street to 39th Street. According toGeorge Croghan, the town was situated on the south bank of the Allegheny, nearly opposite what is now known as Washington's Landing, formerlyHerr's Island, in what is now theLawrencevilleneighborhood.[25]: 289"
            ]
        },
        "18th century": {
            "content": [
                "The first known European to enter the region was the French explorerRobert de La SallefromQuebecduring his 1669 expedition down theOhio River.[26][better source needed]European pioneers, primarily Dutch, followed in the early 18th century. Michael Bezallion was the first to describe the forks of the Ohio in a 1717 manuscript, and later that year Europeanfur tradersestablished area posts and settlements.[27]",
                "In 1749, French soldiers from Quebec launched an expedition to the forks to uniteCanadawithFrench Louisianavia the rivers.[27]During 1753–1754, the British hastily builtFort Prince Georgebefore a larger French force drove them off. The French builtFort Duquesnebased on LaSalle's 1669 claims. TheFrench and Indian War, the North American front of theSeven Years' War, began with the future Pittsburgh as its center. British GeneralEdward Braddockwas dispatched with MajorGeorge Washingtonas his aide to take Fort Duquesne.[28]The British and colonial force were defeated atBraddock's Field. General John Forbes finally took the forks in 1758. He began construction onFort Pitt, named afterWilliam Pitt the Elder, while the settlement was named \"Pittsborough\".[29]",
                "DuringPontiac's War, a loose confederation of Native American tribeslaid siege to Fort Pittin 1763; the siege was eventually lifted after ColonelHenry Bouquetdefeated a portion of the besieging force at theBattle of Bushy Run. Bouquet strengthened the defenses of Fort Pitt the next year.[30][31][32][33]",
                "During this period, the powerful nations of theIroquois Confederacy, based in New York, had maintained control of much of the Ohio Valley as hunting grounds by right of conquest after defeating other tribes. By the terms of the 1768Treaty of Fort Stanwix, thePennswere allowed to purchase the modern region from theIroquois. A 1769 survey referenced the future city as the \"Manor of Pittsburgh\".[34]Both theColony of Virginiaand theProvince of Pennsylvaniaclaimed the region under their colonial charters until 1780, when they agreed under a federal initiative to extend theMason–Dixon linewestward, placing Pittsburgh in Pennsylvania. On March 8, 1771,Bedford County, Pennsylvaniawas created to govern the frontier.",
                "On April 16, 1771, the city's first civilian local government was created asPitt Township.[35][36]William Teagarden was the first constable, and William Troop was the first clerk.[37]",
                "Following theAmerican Revolution, the village of Pittsburgh continued to grow. One of its earliest industries was boat building for settlers of theOhio Country. In 1784, Thomas Vickroy completed a town plan which was approved by the Penn family attorney. Pittsburgh became a possession of Pennsylvania in 1785. The following year, thePittsburgh Post-Gazettewas started, and in 1787, thePittsburgh Academywas chartered. Unrest during theWhiskey Rebellionof 1794 resulted in federal troops being sent to the area. By 1797, glass manufacture began, while the population grew to around 1,400. Settlers arrived after crossing theAppalachian Mountainsor through theGreat Lakes.Fort Pitt(now Pittsburgh) at the source of the Ohio River became the main base for settlers moving into theNorthwest Territory."
            ]
        },
        "19th century": {
            "content": [
                "The federal government recognizes Pittsburgh as the starting point for theLewis and Clark Expedition.[38]Preparations began in Pittsburgh in 1803 whenMeriwether Lewispurchased akeelboatthat would later be used to ascend theMissouri River.[39]",
                "TheWar of 1812cut off the supply of British goods, stimulating American industry. By 1815, Pittsburgh was producing significant quantities of iron, brass, tin, and glass. On March 18, 1816, the 46-year-old local government became a city. It was served by numerous river steamboats that increased trading traffic on the rivers.",
                "In the 1830s, manyWelsh peoplefrom theMerthyrsteelworks immigrated to the city following the aftermath of theMerthyr Rising. By the 1840s, Pittsburgh was one of the largest cities west of theAllegheny Mountains. TheGreat Fire of Pittsburghdestroyed over a thousand buildings in 1845. The city rebuilt with the aid of Irish immigrants who came to escape theGreat Famine. By 1857, Pittsburgh's 1,000 factories were consuming 22 million coal bushels yearly. Coal mining and iron manufacturing attracted waves of European immigrants to the area, with the most coming fromGermany.",
                "Because Pennsylvania had been established as a free state after the Revolution, enslaved African Americans sought freedom here through escape as refugees from the South, or occasionally fleeing from travelers they were serving who stayed in the city. There were active stations of theUnderground Railroadin the city, and numerous refugees were documented as getting help from station agents and African-American workers in city hotels. The Drennen Slave Girl walked out of the Monongahela House in 1850, apparently to freedom.[40]The Merchant's Hotel was also a place where African-American workers would advise slaves the state was free and aid them in getting to nearby stations of the Underground Railroad.[41]Sometimes refugee slaves from the South stayed in Pittsburgh, but other times they continued North, including into Canada. Many slaves left the city and county for Canada after Congress passed the 1850Fugitive Slave Act, as it required cooperation from law enforcement even in free states and increased penalties. From 1850 to 1860, the black population in Allegheny County dropped from 3,431 to 2,725 as people headed to more safety in Canada.[40]",
                "TheAmerican Civil Warboosted the city's economy with increased iron and armament demand by the Union.Andrew Carnegiebegan steel production in 1875 at theEdgar Thomson Steel WorksinNorth Braddock, Pennsylvania, which evolved into theCarnegie Steel Company. He adopted theBessemer processto increase production. Manufacturing was key to growth of Pittsburgh and the surrounding region. Railroad lines were built into the city along both rivers, increasing transportation access to important markets."
            ]
        },
        "20th century": {
            "content": [
                "In 1901,J. P. Morganand attorneyElbert H. GarymergedCarnegie Steel Companyand several other companies intoU.S. Steel. By 1910, Pittsburgh was thenation's eighth-largest city, accounting for between one-third and one-half of national steel output.",
                "ThePittsburgh Agreementwas subscribed in May 1918 between the Czech and Slovak nationalities, as envisioned byT. G. Masaryk, concerning the future foundation ofCzechoslovakia.[43]",
                "The city sufferedsevere floodingin March 1936.",
                "The city's population swelled to more than a half million, attracting numerous European immigrants to its industrial jobs. By 1940, non-Hispanic whites were 90.6% of the city's population.[44]Pittsburgh also became a main destination of the African-AmericanGreat Migrationfrom the rural South during the first half of the 20th century.[45]Limited initially by discrimination, some 95% percent of the men became unskilled steel workers.[46]",
                "DuringWorld War II, demand for steel increased and area mills operated 24 hours a day to produce 95 million tons of steel for the war effort.[29]This resulted in the highest levels of air pollution in the city's almost century of industry. The city's reputation as the \"arsenal of democracy\"[47][48]was being overshadowed byJames Parton's 1868 observation of Pittsburgh being \"hell with the lid off.\"[49]",
                "Following World War II, the city launched a clean air and civic revitalization project known as the \"Renaissance,\" cleaning up the air and the rivers. The \"Renaissance II\" project followed in 1977, focused on cultural and neighborhood development. The industrial base continued to expand through the 1970s, but beginning in the early 1980s both the area's steel and electronics industries imploded during national industrial restructuring. There were massive layoffs from mill and plant closures.[11]",
                "In the later 20th century, the area shifted its economic base to education, tourism, and services, largely based on healthcare/medicine, finance, and high technology such as robotics. Although Pittsburgh successfully shifted its economy and remained viable, the city's population has never rebounded to its industrial-era highs. While 680,000 people lived in the city proper in 1950, a combination of suburbanization and economic turbulence resulted in a decrease in city population, even as the metropolitan area population increased again."
            ]
        },
        "21st century": {
            "content": [
                "During thelate 2000s recession, Pittsburgh was economically strong, adding jobs when most cities were losing them. It was one of the few cities in the United States to see housing property values rise. Between 2006 and 2011, thePittsburghmetropolitan statistical area(MSA) experienced over 10% appreciation in housing prices, the highest appreciation of the largest 25 metropolitan statistical areas in the United States, with 22 of the largest 25 metropolitan statistical areas experiencing depreciations in housing values.[50]",
                "In September 2009, the2009 G20 Pittsburgh summitwas held in Pittsburgh.[51]"
            ]
        }
    },
    "Geography": {
        "content": [
            "Pittsburgh has an area of 58.3 square miles (151 km2), of which 55.6 square miles (144 km2) is land and 2.8 square miles (7.3 km2), or 4.75%, is water. The80th meridian westpasses directly through the city's downtown.",
            "The city is on theAllegheny Plateau, within theecoregionof theWestern Allegheny Plateau.[52]TheDowntownarea (also known as the Golden Triangle) sits where theAllegheny Riverflows from the northeast and theMonongahela Riverfrom the southeast to form theOhio River. The convergence is atPoint State Parkand is referred to as \"the Point.\" The city extends east to include theOaklandandShadysidesections, which are home to theUniversity of Pittsburgh,Carnegie Mellon University,Chatham University,Carnegie MuseumandLibrary, and many other educational, medical, and cultural institutions. The southern, western, and northern areas of the city are primarily residential.",
            "ManyPittsburgh neighborhoodsare steeply sloped with two-lane roads. More than a quarter of neighborhood names make reference to \"hills,\" \"heights,\" or similar features.[a]",
            "Thesteps of Pittsburghconsist of 800 sets of outdoor public stairways with 44,645 treads and 24,090 vertical feet. They include hundreds of streets composed entirely of stairs, and many other steep streets with stairs for sidewalks.[53]Many provide vistas of the Pittsburgh area while attracting hikers and fitness walkers.[54]",
            "Bike and walking trails have been built to border many of the city's rivers and hollows. TheGreat Allegheny PassageandChesapeake and Ohio CanalTowpath connect the city directly to downtown Washington, D.C. (some 335 miles [539 km] away) with a continuous bike/running trail."
        ],
        "Cityscape": {
            "Areas": {
                "content": [
                    "The city consists of the Downtown area, called the Golden Triangle,[55]and four main areas surrounding it. These surrounding areas are subdivided into distinct neighborhoods (Pittsburgh has 90 neighborhoods).[56]Relative to downtown, these areas are known as the Central, North Side/North Hills, South Side/South Hills, East End, and West End."
                ],
                "Golden Triangle": {
                    "content": [
                        "Downtown Pittsburghhas 30 skyscrapers, nine of which top 500 feet (150 m). TheU.S. Steel Toweris the tallest, at 841 ft (256 m).[57]TheCultural Districtconsists of a 14-block area of downtown along theAllegheny River. This district contains many theaters and arts venues and is home to a growing residential segment. Most significantly, thePittsburgh Cultural Trustis embarking on RiverParc, a four-block mixed-use \"green\" community, featuring 700 residential units and multiple towers of between 20 and 30 stories. TheFirstsideportion of Downtown borders the Monongahela River, the historic Mon Wharf and hosts the distinctivePPG PlaceGothic-style glass skyscraper complex. New condo towers have been constructed and historic office towers are converted to residential use, increasing 24-hour residents. Downtown is served by thePort Authority'slight rail systemandmultiple bridgesleading north and south.[58]It is also home toPoint Park UniversityandDuquesne Universitywhich bordersUptown."
                    ]
                },
                "North Side": {
                    "content": [
                        "The North Side is home to various neighborhoods in transition. The area was once known asAllegheny Cityand operated as its own independent city until 1907, when it was merged with Pittsburgh despite great protest from its citizens. The North Side is primarily composed of residential neighborhoods and is noteworthy for its well-constructed and architecturally interesting homes. Many buildings date from the 19th century and are constructed of brick or stone and adorned with decorative woodwork, ceramic tile, slate roofs and stained glass. The North Side is also home to attractions such asAcrisure Stadium,PNC Park,Kamin Science Center,National Aviary,Andy Warhol Museum,Mattress Factoryart museum,Children's Museum of Pittsburgh,Randyland,Penn Brewery,Allegheny Observatory, andAllegheny General Hospital.[59]"
                    ]
                },
                "South Side": {
                    "content": [
                        "The South Side was once the site of railyards and associated dense, inexpensive housing for mill and railroad workers. Starting in the late 20th century, the city undertook a Main Street program in cooperation with theNational Trust for Historic Preservation, encouraging design and landscape improvements on East Carson Street, and supporting new retail. The area has become a local Pittsburgher destination, and the value of homes in the South Side had increased in value by about 10% annually for the 10 years leading up to 2014.[60]East Carson Street has developed as one of the most vibrant areas of the city, packed with diverse shopping, ethnic eateries, vibrant nightlife, and live music venues.",
                        "In 1993, theUrban Redevelopment Authority of Pittsburghpurchased the South Side Works steel mill property. It collaborated with the community and various developers to create a master plan for a mixed-use development that included a riverfront park, office space, housing, health-care facilities, and indoor practice fields for thePittsburgh SteelersandPitt Panthers. Construction of the development began in 1998. TheSouthSide Workshas been open since 2005, featuring many stores, restaurants, offices, and the world headquarters forAmerican Eagle Outfitters.[61]"
                    ]
                },
                "East End": {
                    "content": [
                        "The East End of Pittsburgh is home to theUniversity of Pittsburgh,Carnegie Mellon University,Carlow University,Chatham University,The Carnegie Institute's Museums of Art and Natural History,Phipps Conservatory, andSoldiers and Sailors Memorial Hall. It is also home to many parks and public spaces includingMellon Park,Westinghouse Park,Schenley Park,Frick Park,The Frick Pittsburgh,Bakery Square, and thePittsburgh Zooand PPG Aquarium. The neighborhoods ofShadysideandSquirrel Hillare large, wealthy neighborhoods with some apartments and condos, and pedestrian-oriented shopping/business districts. Squirrel Hill is also known as the hub of Jewish life in Pittsburgh, home to approximately 20 synagogues.[62]Oakland, heavily populated by undergraduate and graduate students, is home to most of the universities, and thePetersen Events Center. TheStrip Districtto the west along theAllegheny Riveris an open-air marketplace by day and a clubbing destination by night.Bloomfieldis Pittsburgh's Little Italy and is known for its Italian restaurants and grocers.Lawrencevilleis a revitalizing rowhouse neighborhood popular with artists and designers. TheHill Districtwas home to photographerCharles Harrisas well as various African-American jazz clubs.[63]Other East End neighborhoods includePoint Breeze,Regent Square,Highland Park,Homewood,Lincoln-Lemington-Belmar,Larimer,East Hills,East Liberty,Polish Hill,Hazelwood, Garfield, Morningside, and Stanton Heights."
                    ]
                },
                "West End": {
                    "content": [
                        "The West End includesMt. Washington, with its famous view of the downtown skyline, and numerous other residential neighborhoods such asSheradenandElliott."
                    ]
                }
            },
            "Ethnicities": {
                "content": [
                    "Many of Pittsburgh's patchwork of neighborhoods still retainethniccharacters reflecting the city's settlement history. These include:"
                ]
            },
            "Population densities": {
                "content": [
                    "Several neighborhoods on the edges of the city are less urban, featuring tree-lined streets, yards and garages, with a more suburban character. Oakland, the South Side, the North Side, and the Golden Triangle are characterized by more density of housing, walking neighborhoods, and a more diverse, urban feel."
                ]
            },
            "Images": {}
        },
        "Regional identity": {
            "content": [
                "Pittsburgh falls within the borders of the Northeastern United States as defined by multiple US Government agencies. Pittsburgh is the principal city of thePittsburgh Combined Statistical Area, acombined statistical areadefined by theU.S. Census Bureau.",
                "Pittsburgh falls within the borders ofAppalachiaas defined by theAppalachian Regional Commission, and has long been characterized as the \"northern urban industrial anchor of Appalachia.\"[66]In its post-industrial state, Pittsburgh has been characterized as the \"Paris of Appalachia\",[67][68][69][70]recognizing the city's cultural, educational, healthcare, and technological resources, and is the largest city in Appalachia."
            ]
        },
        "Climate": {
            "content": [
                "Under theKöppen climate classification, Pittsburgh falls within either ahot-summer humid continental climate(Dfa) if the 0 °C (32 °F) isotherm is used or ahumid subtropical climate(Cfa) if the −3 °C (27 °F) isotherm is used. Summers are hot and winters are moderately cold with wide variations in temperature. Despite this, it has one of the most pleasant summer climates between medium and large cities in the U.S.[71][72][73]The city lies in the USDA plant hardiness zone 6b except along the rivers where the zone is 7a.[74]The area has four distinct seasons: winters are cold and snowy, springs and falls are mild with moderate levels of sunshine, and summers are warm. As measured by percent possible sunshine, summer is by far the sunniest season, though annual sunshine is low among major US cities at well under 50%.[75]",
                "The warmest month of the year in Pittsburgh is July, with a 24-hour average of 73.2 °F (22.9 °C). Conditions are often humid, and combined with highs reaching 90 °F (32 °C) on an average 9.5 days a year,[76]a considerableheat indexarises. The coolest month is January, when the 24-hour average is 28.8 °F (−1.8 °C), and lows of 0 °F (−18 °C) or below can be expected on an average 2.6 nights per year.[76]Officially, record temperatures range from −22 °F (−30 °C), onJanuary 19, 1994to 103 °F (39 °C), which occurred three times, most recently on July 16, 1988; the record cold daily maximum is −3 °F (−19 °C), which occurred three times, most recently the day of the all-time record low, while, conversely, the record warm daily minimum is 82 °F (28 °C) on July 1, 1901.[76][b]Due to elevation and location on the windward side of the Appalachian Mountains, 100 °F (38 °C)+ readings are very rare, and were last seen on July 15, 1995.[76]",
                "Average annual precipitation is 39.61 inches (1,006 mm) and precipitation is greatest in May while least in October; annual precipitation has historically ranged from 22.65 in (575 mm) in 1930 to 57.83 in (1,469 mm) in 2018.[77]On average, December and January have the greatest number of precipitation days. Snowfall averages 44.1 inches (112 cm) per season, but has historically ranged from 8.8 in (22 cm) in 1918–19 to 80 in (200 cm) in 1950–51.[78]There is an average of 59 clear days and 103 partly cloudy days per year, while 203 days are cloudy.[79]In terms of annual percent-average possible sunshine received, Pittsburgh (45%) is similar toSeattle(49%)."
            ],
            "Air quality": {
                "content": [
                    "TheAmerican Lung Association's(ALA) 2023 “State of the Air” report (which included data from 2019 to 2021) showed air quality in Pittsburgh improving. The city received a passing grade for ozone pollution, going from an F to a C grade, and improving from the 46th to 54th most polluted by ozone smog.[83]",
                    "According to daily ozone air quality data provided by the EPA, from 2021 to 2024, Pittsburgh had good or moderate air quality most of the time.[84][85]Then-Allegheny County executive Rich Fitzgerald said in December 2023 that they’d seen an “80 % drop in hazardous air pollutants” and that they made EPA attainment at all eight county air monitors for the first time in 2020, and then also achieved that goal in 2021, 2022, and were on track for better results in 2023.[86]",
                    "A past 2019 \"State of the Air\" report from theAmerican Lung Association(ALA) found that air quality in the Pittsburgh-New Castle-Weirton, PA-OH-WV metro area worsened compared to previous reports, not only for ozone (smog), but also for the second year in a row for both the daily and long-term measures of fine particle pollution. In 2019, outside of California, Allegheny County was the only county in the United States that recorded failing grades for all three.[87]",
                    "In a 2013 ranking of 277 metropolitan areas in the United States, theAmerican Lung Associationranked only six U.S. metro areas as having higher amounts of short-term particle pollution, and only seven U.S. metro areas having higher amounts of year-round particle pollution than Pittsburgh. For ozone (smog) pollution, Pittsburgh was ranked 24th among U.S. metro areas.[88][89]The area has improved its air quality with every annual survey. The ALA's rankings have been disputed by the Allegheny County Health Department (ACHD), since data from only the worst of the region's 20 air quality monitors is considered by the ALA, without any context or averaging. The lone monitor used is immediately downwind and adjacent to U.S. Steel'sClairton Coke Works, the nation's largestcokemill, and several municipalities outside the city's jurisdiction of pollution controls, leading to possible confusion that Pittsburgh is the source or center of the emissions cited in the survey.[90]The region's readings also reflect pollution swept in from Ohio and West Virginia.[91]",
                    "Although the county was still below the \"pass\" threshold, the report showed substantial improvement over previous decades on every air quality measure. Fewer than 15 high ozone days were reported between 2007 and 2009, and just 10 between 2008 and 2010, compared to more than 40 between 1997 and 1999.[92]ACHD spokesman Guillermo Cole stated \"It's the best it's been in the lifetime for virtually every resident in this county ... We've seen a steady decrease in pollution levels over the past decade and certainly over the past 20, 30, 40, 50 years, or more.\"[93]",
                    "As of 2005, the city includes 31,000 trees on 900 miles of streets. A 2011 analysis of Pittsburgh's tree cover, which involved sampling more than 200 small plots throughout the city, showed a value of between $10 and $13 million in annual benefits based on theurban forestcontributions to aesthetics, energy use and air quality. Energy savings from shade, impact on city air and water quality, and the boost in property values were taken into account in the analysis. The city spends $850,000 annually on street tree planting and maintenance.[94]",
                    "Despite improvements, some studies still suggest that poor air quality in Pittsburgh is causing negative health effects. In a past study conducted between 2014 and 2016 researchers determined that children who lived in areas close to sources of pollution, such as industrial sites, experienced rates of asthma at almost 3 times the national average.[95]The study also found that 38% of students live in areas over USEPA's 12 micrograms per cubic meter standards, while 70% live in areas over the WHO's standard of 10 micrograms per cubic meter.[95]Several of the plants were located in or very near Pittsburgh.[95]The study also noted that most of the effected communities were minority communities.[95]This had led some residents in Pittsburgh to believe that the continuing effects of air pollution are a case of environmental racism.[96]",
                    "Groups such as Women for a Healthy Environment are working to address ongoing concerns surrounding air pollution in Pittsburgh.[97]WHE does work such as policy analysis, publishing reports, and community education.[97]In the summer of 2017, a crowd sourced air quality monitoring application, Smell PGH, was launched. As air quality is still a concern of many in the area, the app allows for users to report odd smells and informs local authorities.[98]"
                ]
            },
            "Water quality": {
                "content": [
                    "The local rivers continue to have pollution levels exceeding EPA limits.[99]This is caused byfrequently overflowing untreated sewageinto local waterways, due to flood conditions and antiquated infrastructure. Pittsburgh has acombined sewersystem, where its sewage pipes contain both stormwater and wastewater. The pipes were constructed in the early 1900s, and the sewage treatment plant was built in 1959.[100]Due to insufficient improvements over time, the city is faced with public health concerns regarding its water.[101]As little as a tenth of an inch of rain causes runoffs from the sewage system to drain into local rivers.[102]Nine billion gallons of untreated waste and stormwater flow into rivers, leading to health hazards and Clean Water Act violations.[103]The local sewage authority,Allegheny County Sanitary Authority, or ALCOSAN, is operating under Consent Decree from theEPAto come up with solutions.[104]In 2017, ALCOSAN proposed a $2 billion upgrade to the system which was approved by the EPA in 2019.[105][106]",
                    "Pittsburgh Water and Sewer Authority(PWSA) is the city's agency required to replace pipes and charge water rates. They have come under fire from both city and state authorities due to alleged mismanagement.[107]In 2017,Mayor William Pedutoadvocated for a restructuring of the PWSA and a partially privatized water authority.[108]Governor Wolf subsequently assigned the PWSA to be under the oversight of the Public Utilities Commission (PUC).[107]",
                    "PWSA has also been subject to criticism due to findings released in 2016 showing high levels of lead in Pittsburgh's drinking water.[109]Although Pittsburgh's drinking water had been high in lead levels, and steadily rising, for many years, many residents blame PWSA administrative changes for the spike in lead levels.[110]In the years prior, PWSA had hired Veolia, a Paris-based company, for consultation to help with mounting administrative difficulties.[111]By 2015, PWSA in consultation with Veolia had laid off 23 people, including halving the laboratory staff that was responsible for testing water safety and quality.[111]Simultaneously, PWSA in consultation with Veolia had changed what chemicals they were using to prevent metal corrosion in 2014,[110]from soda ash to caustic soda, without consulting with Department of Environmental Protection.[112]Anti-corrosive chemicals were being used because many of Pittsburgh's water pipes were made of lead, and adding anti-corrosive chemicals helped prevent lead from seeping into drinking water.[112]",
                    "In 2016 lead levels were as high as 27 ppb in some cases. The legal limit is 15 ppb, although there is not a safe amount of lead in drinking water.[112]Though lead levels had been rising in previous years, they had not exceeded the legal limit.[110]In late 2015 PWSA terminated its contracted with Veolia.[111]In response to the high lead levels PWSA began adding orthophosphate to the water.[113]Orthophosphate is meant to create a coating on the inside of pipes, creating a barrier to prevent lead from leaching into drinking water.[113]PWSA has also been working to replace lead pipes, and continuing to test water for lead.[113]",
                    "There remains concern among residents over the long-term effects of this lead, particularly for children, in whom lead causes permanent damage to the brain and nervous system.[114]Some people also believe that the high levels of lead reflect environmental racism, as black and Hispanic children in Pittsburgh experience elevated blood-lead levels at 4 times the rate of white children.[114]Water fountains in Langley k-8 school in Sheraden were found to have the highest levels of lead of any schools in the Pittsburgh area. These levels were about 11 times the legal limit. Some residents believe this is due to Langely being a predominantly black school, with 89% of the student body being eligible for the free lunch program.[115]"
                ]
            }
        }
    },
    "Demographics": {
        "2020 census": {
            "content": [
                "At the 2010 census, there were 305,704 people residing in Pittsburgh, a decrease of 8.6% since 2000; 66.0% of the population was White, 25.8% Black or African American, 0.2% American Indian and Alaska Native, 4.4% Asian, 0.3% Other, and 2.3% mixed; in 2020, 2.3% of Pittsburgh's population was of Hispanic or Latino American origin of any race.Non-Hispanic whiteswere 64.8% of the population in 2010,[119]compared to 78.7% in 1970.[120]By the2020 census, the population slightly declined further to 302,971.[118]Its racial and ethnic makeup in 2020 was 64.7% non-Hispanic white, 23.0% Black or African American, 5.8% Asian, and 3.2% Hispanic or Latino American of any race.",
                "Since the beginning of the 21st century, the five largest European ethnic groups in Pittsburgh were German (19.7%), Irish (15.8%), Italian (11.8%), Polish (8.4%), and English (4.6%), while the metropolitan area is approximately 22% German-American, 15.4% Italian American and 11.6% Irish American. Pittsburgh has one of the largest Italian-American communities in the nation,[126]and the fifth-largestUkrainiancommunity per the 1990 census.[127]Pittsburgh has one of the most extensiveCroatiancommunities in the United States.[128]Overall, the Pittsburgh metro area has one of the largest populations of Slavic Americans in the country.",
                "Pittsburgh has a sizable Black and African American population, concentrated in various neighborhoods especially in the East End. There is also a small Asian community consisting of Indian immigrants, and a small Hispanic community consisting of Mexicans and Puerto Ricans.[129]",
                "According to a 2010Association of Religion Data Archives(ARDA) study, residents include 773,341 \"Catholics\"; 326,125 \"Mainline Protestants\"; 174,119 \"Evangelical Protestants;\" 20,976 \"Black Protestants;\" and 16,405 \"Orthodox Christians,\" with 996,826 listed as \"unclaimed\" and 16,405 as \"other\" in the metro area.[129]A 2017 study by the Cohen Center for Modern Jewish Studies atBrandeis Universityestimated theJewish population of Greater Pittsburghwas 49,200.[130]Pittsburgh is also cited as the location where the earliest precursor toJehovah's Witnesseswas founded byCharles Taze Russell; today the denomination makes up approximately 1% of the population based on data from thePew Research Center.[131][132]",
                "According to a 2014 study by the Pew Research Center, 78% of the population of the city identified themselves as Christians, with 42% professing attendance at a variety of churches that could be consideredProtestant, and 32% professingCatholicbeliefs. while 18% claim no religious affiliation. The same study says that other religions (including Judaism, Buddhism, Islam, and Hinduism) collectively make up about 4% of the population.[133]",
                "In 2010, there were 143,739 households, out of which 21.9% had children under the age of 18 living with them, 31.2% were married couples living together, 16.5% had a female householder with no husband present, and 48.4% were non-families. 39.4% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.95.",
                "In the city, the population was spread out, with 19.9% under the age of 18, 14.8% from 18 to 24, 28.6% from 25 to 44, 20.3% from 45 to 64, and 16.4% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 90.7 males. For every 100 females age 18 and over, there were 87.8 males.",
                "Themedian incomefor a household in the city was $28,588, and the median income for a family was $38,795. Males had a median income of $32,128 versus $25,500 for females. The per capita income for the city was $18,816. About 15.0% of families and 20.4% of the population were below the poverty line, including 27.5% of those under the age of 18 and 13.5% ages 65 or older. By the 2019American Community Survey, the median income for a household increased to $53,799.[134]Families had a median income of $68,922; married-couple families had a median income of $93,500; and non-family households had a median income of $34,448. Pittsburgh's wealthiest suburbs within city limits areSquirrel HillandPoint Breeze, the only two areas of the city which have average household incomes over $100,000 a year. Outside of city limits,Sewickley Heightsis by a wide margin the wealthiest suburb of Pittsburgh within Allegheny County, with an average yearly household income of just over $218,000. Sewickely Heights is seen as one of Pittsburgh's wealthiest suburbs culturally as well, titles which the suburbs ofUpper St. Clair,Fox Chapel,Wexford, andWarrendalealso have been bestowed.[135][136]",
                "In a 2002 study, Pittsburgh ranked 22nd of 69 urban places in the U.S. in the number of residents 25 years or older who had completed a bachelor's degree, at 31%.[137]Pittsburgh ranked 15th of the 69 places in the number of residents 25 years or older who completed a high school degree, at 84.7%.[138]",
                "Themetro areahas shown greater residentialracial integrationduring the last 30 years. The 2010 census ranked 18 other U.S. metros as having greater black-whitesegregation, while 32 other U.S. metros rank higher for black-white isolation.[139]",
                "As of 2018, much of Pittsburgh's population density was concentrated in the central, southern, and eastern areas. The city limits itself have a population density of 5,513 people per square mile; its most densely populated parts areNorth Oakland(at 21,200 per square mile) andUptown Pittsburgh(at 19,869 per square mile). Outside of the city limits,DormontandMount Oliverare Pittsburgh's most densely-populated neighborhoods, with 11,167 and 9,902 people per square mile respectively.[140]",
                "Most of Pittsburgh's immigrants are fromChina,India,KoreaandItaly.[141]"
            ]
        },
        "Demographic changes": {
            "content": [
                "Since the 1940s, some demographic changes have sometimes been caused by city initiatives for redevelopment.",
                "Throughout the 1950s Pittsburgh's Lower Hill District faced massive demographic changes when 1,551, majority black, residents and 413 businesses were forced to relocate when the city of Pittsburgh used eminent domain to make space for the construction of the Civic Arena.[13]This Civic Arena ultimately opened in 1961.[13]The Civic Arena was built as part of one of Pittsburgh's revitalization campaigns. An auditorium in this space was initially proposed in 1947 by the Regional Planning Association and Urban Redevelopment Authority. The idea of an auditorium with a retractable roof that would house the Pittsburgh Civic Light Opera was more specifically proposed in 1953 by the Allegheny Conference on Community Redevelopment. The following year the Public Auditorium Authority of Pittsburgh and Allegheny County was formed. The Lower Hill District had been approved by the City Planning Commission in 1950.[13]Partially as a result of the Civic arena, the whole Hill District is estimated to only have 12,000 residents now.[142]These governmental organizations caused demographic changes through creating a mass exodus from the lower hill district for the construction of the Civic Arena.[13]",
                "In the 1960s the Urban Redevelopment Authority attempted to redevelop East Liberty with the goal of preserving its status as a market center. Penn Center Mall was the result of this effort. In the process of constructing this mall, approximately 3,800 people were forced to relocate. This proved to be another case of government intervention resulting in demographic changes.[143]",
                "Later on, in the early 2000s, movement of businesses into East Liberty, such as Home Depot, Whole Foods, and Google, created another demographic shift. This era of redevelopment was led by private developers who catered to what one scholar described as “Florida’s creative class.” This change continued to be supported by the Urban Redevelopment Authority; particularly by the executive director Rob Stepney, who said of the redevelopment “We had an inspired and shared vision.” When describing the result of redevelopment he said “East Liberty went from blighted and ‘keep off the grass’ to the definition of what millennials are looking for.”[143]",
                "The Pittsburgh government’s choices during redevelopment and the resulting demographic changes have resulted in criticism and led some residents to believe that displacement was purposeful. In one article published in Public Source, a resident explains their belief that redevelopment plans are part of “deconcentration,” an effort to spread out black and low-income residents in order to prevent them from being concentrated in one place.[142]Others worry that these demographic changes are part of government complicity in gentrification.[144]Gentrification is a process where wealthier residents move into an area, altering it by increasing housing / renting costs and changing the market for businesses in the area. This displaces current residents who are unable to afford living in the changed neighborhood. In East Liberty, for example, people frequently cite housing units being demolished and replaced by businesses as evidence of gentrification. For example, when the East Mall public housing unit was demolished in 2009, and a Target built in its place.[145]"
            ]
        }
    },
    "Economy": {
        "content": [
            "Pittsburgh has adapted since the collapse of its century-long steel and electronics industries. The region has shifted to high technology,robotics, health care, nuclear engineering, tourism,biomedical technology, finance, education, and services. Annual payroll of the region's technology industries, when taken in aggregate, exceeded $10.8 billion in 2007,[146]and in 2010 there were 1,600 technology companies.[147]ANational Bureau of Economic Research2014 report named Pittsburgh the second-best U.S. city for intergenerational economic mobility[148]or theAmerican Dream.[149]Reflecting the citywide shift from industry to technology, former factories have been renovated as modern office space. Google has research and technology offices in a refurbished 1918–1998Nabiscofactory, a complex known asBakery Square.[150]Some of the factory's original equipment, such as a large dough mixer, were left standing in homage to the site's industrial roots.[151]Pittsburgh's transition from itsindustrial heritagehas earned it praise as \"the poster child for managing industrial transition\".[152]Other major cities in the northeast and mid-west have increasingly borrowed from Pittsburgh'smodelin order to renew their industries and economic base.[153]",
            "The largest employer in the city is theUniversity of Pittsburgh Medical Center, with 48,000 employees. All hospitals, outpatient clinics, and doctor's office positions combine for 116,000 jobs, approximately 10% of the jobs in the region. An analyst recently observed of the city's medical sector: \"That's both more jobs and a higher share of the region's total employment than the steel industry represented in the 1970s.\"[154]",
            "Education is a major economic driver in the region. The largest single employer in education is theUniversity of Pittsburgh, with 10,700 employees.[155]",
            "TenFortune 500companies call the Pittsburgh area home.[156]They are (in alphabetical order):Alcoa Corporation(NYSE: AA),Arconic Corporation(NYSE: ARNC),Dick's Sporting Goods(NYSE: DKS),The Kraft Heinz Company(NASDAQ: KHC),PNC Financial Services(NYSE: PNC),PPG Industries(NYSE: PPG),U.S. Steel Corporation(NYSE: X),Viatris(NASDAQ: VRTS),Wabtec Corporation(NYSE: WAB), andWESCO International(WYSE: WCC).[157]",
            "The region is home toAurora,Allegheny Technologies,American Eagle Outfitters,Duolingo,EQT Corporation,CONSOL Energy,Howmet Aerospace,KennametalandII-VIheadquarters. Other major employers includeBNY Mellon,GlaxoSmithKline,Thermo Fisher Scientific, andLanxess. The Northeast U.S. regional headquarters forChevron Corporation,Nova Chemicals,Deloitte Touche Tohmatsu,FedEx Ground,Ariba, and theRAND Corporationcall the area home.84 Lumber,Giant Eagle,Highmark,Rue 21,General Nutrition Center(GNC), CNX Gas (CXG), andGenco Supply Chain Solutionsare major non-public companies headquartered in the region. The global impact of Pittsburgh technology and business was recently demonstrated in several key components of theBoeing 787 Dreamlinerbeing manufactured and supplied by area companies.[158]Area retail is anchored by over 35shopping mallsand a healthy downtown retail sector, as well as boutique shops alongWalnut Street, inSquirrel Hill,LawrencevilleandStation Square.",
            "The nonprofit arts and cultural industry in Allegheny County generates $341 million in economic activity that supports over 10,000 full-time equivalent jobs with nearly $34 million in local and state taxes raised.[159]",
            "A leader inenvironmental design, the city is home to 60 total and 10 of the world's firstgreen buildingswhile billions have been invested in the area'sMarcellusnatural gas fields.[160]A renaissance of Pittsburgh's 116-year-old film industry—that boasts the world's firstmovie theater—has grown from the long-runningThree Rivers Film Festivalto an influx ofmajor televisionandmovie productions. includingDisneyandParamountoffices with the largest sound stage outside Los Angeles and New York City.[161]",
            "Pittsburgh has hosted many conventions, includingINPEX, the world's largest invention trade show, since 1984;[162]Tekko, a four-day anime convention, since 2003;Anthrocon, a furry convention, since 2006; and theDUG Eastenergy trade show since 2009.",
            "In 2015, Pittsburgh was listed among the \"eleven most livable cities in the world\" byMetropolismagazine.[163][164]The Economist'sGlobal Liveability Rankingplaced Pittsburgh as the most or second-most livable city in the United States in 2005, 2009, 2011, 2012, 2014, and 2018.[165][166]"
        ]
    },
    "Arts and culture": {
        "Entertainment": {
            "content": [
                "Pittsburgh has a rich history in arts and culture dating from 19th century industrialists commissioning and donating public works, such asHeinz Hall for the Performing Artsand theBenedum Center, home to thePittsburgh Symphony OrchestraandPittsburgh Opera, respectively as well as such groups as theRiver City Brass Bandand thePittsburgh Youth Symphony Orchestra.",
                "Pittsburgh has a number of small and mid-size arts organizations including thePittsburgh Irish and Classical Theatre,Quantum Theatre, theRenaissance and Baroque Society of Pittsburgh, and the early music ensembleChatham Baroque. Several choirs and singing groups are also present at the cities' universities; some of the most notable include thePitt Men's Glee Cluband theHeinz Chapel Choir.",
                "Pittsburgh Dance Counciland thePittsburgh Ballet Theaterhost a variety of dance events. Polka, folk, square, and round dancing have a long history in the city and are celebrated by theDuquesne University Tamburitzans, a multicultural academy dedicated to the preservation and presentation of folk songs and dance.",
                "Hundreds of major films have been shot partially or wholly in Pittsburgh.The Dark Knight Riseswas largely filmed in Downtown, Oakland, and the North Shore. Pittsburgh is also considered as the birthplace of the modernzombie filmgenre afterGeorge A. Romerodirected the 1968 filmNight of the Living Dead.[167][168]Pittsburgh has also teamed up with a Los Angeles-based production company, and has built the largest and most advanced movie studio in theeastern United States.[161]",
                "Pittsburgh's major art museums include theAndy Warhol Museum, theCarnegie Museum of Art,The Frick Pittsburgh,Pittsburgh Center for the Arts, theMattress Factory, and theCarnegie Museum of Natural History, which has extensive dinosaur, mineral, animal, andEgyptiancollections. TheKamin Science Centerand associatedSportsWorkshas interactive technology and science exhibits. TheSenator John Heinz History Center and Western Pennsylvania Sports Museumis a Smithsonian affiliated regional history museum in the Strip District and its associatedFort Pitt Museumis in Point State Park.Soldiers and Sailors Memorial Hall and Museumin Oakland houses Western Pennsylvania military exhibits from the Civil War to present. TheChildren's Museum of Pittsburghon the North Side features interactive exhibits for children. The eclecticBayernhof Music Museumis six miles (9km) from downtown whileThe Clemente Museumis in the city's Lawrenceville section. TheCathedral of Learning'sNationality Roomsshowcase pre-19th century learning environments from around the world. There are regular guided and self-guided architectural tours in numerous neighborhoods. Downtown's cultural district hosts quarterly Gallery Crawls and the annualThree Rivers Arts Festival. Pittsburgh is home to a number of art galleries and centers including theMiller Gallery at Carnegie Mellon University,University Art Galleryof the University of Pittsburgh, theAmerican Jewish Museum, and theWood Street Galleries.",
                "ThePittsburgh Zoo & Aquarium,Phipps Conservatory and Botanical Gardens, and theNational Aviaryhave served the city for over a century. Pittsburgh is home to the amusement parkKennywood. Pittsburgh is home to one of the several state licensed casinos. TheRivers Casinois on theNorth Shorealong theOhio River, just west ofKamin Science CenterandAcrisure Stadium.",
                "Pittsburgh is home to the world's largest furry convention known asAnthrocon, which has been held annually at theDavid L. Lawrence Convention Centersince 2006. In 2024, Anthrocon drew over 17,000 visitors and has had a cumulative economic impact of $53 million over the course of its 11 years of being hosted in Pittsburgh.[169]",
                "Lifetime's reality show,Dance Moms, is filmed at Pittsburgh's Abby Lee Dance Company."
            ]
        },
        "Music": {
            "content": [
                "Pittsburgh has a long tradition ofjazz,blues, andbluegrass music. TheNational Negro Opera Companywas founded in the city as the first all African-American opera company in the United States. This led to the prominence of African-American singers likeLeontyne Pricein the world of opera. One of the greatest American musicians and composers of the 20th century,Billy Strayhorn, grew up and was educated in Pittsburgh, as was pianist/composer-arrangerMary Lou Williams, who composed and recorded an eponymous tribute to her home town in 1966,[170]featuring vocalistLeon Thomas.[171]",
                "Pittsburgh'sWiz Khalifais a recent artist to have a number one record. His anthem \"Black and Yellow\" (a tribute to Pittsburgh's official colors) reached number one on Billboard's \"Hot 100\"[172]for the Week of February 19, 2011.[173]Perry ComoandChristina Aguileraare from Pittsburgh suburbs. The city is also where the bandRusted Rootwas formed. Liz Berlin of Rusted Root owns Mr. Smalls, a popular music venue for touring national acts in Pittsburgh.[174]Hip hop artistMac Millerwas also a Pittsburgh native, with his debut albumBlue Slide Parknamed after the localFrick Park.",
                "Manypunk rockandHardcore punkacts, such asAus RottenandAnti-Flag, originated in Pittsburgh. Pittsburgh has also seen many metal bands gain prominence in recent years,[when?]most notablyCode Orange, who were nominated for a Grammy. The city was also home to the highly influentialmath rockbandDon Caballero.",
                "Pittsburgh has emerged as a leading city in the United States'heavy metal musicscene. Ranking as the third 'most metal city' in a study conducted by MetalSucks,[175]Pittsburgh has earned a reputation for its heavy metal community. Pittsburgh is home to over six-hundred heavy metal bands,[175]as well as heavy metal coffee shops[176]and bars. The city is noted for itsdoom metal,metalcore, anddeath metalscenes.",
                "Throughout the 1990s there was anelectronic musicsubculturein Pittsburgh which likely traced its origins to similar Internetchatroom-based movements inDetroit,Cleveland,Minneapolis, and across the United States.[177][178][179]PittsburghpromotersandDJsorganizedravesin warehouses,ice rinks, barns, and fields which eventually attracted thousands of attendees, some of whom were high school students or even younger.[178][180][181]As the events grew more popular, they drew internationally known DJs such asAdam BeyerandRichie Hawtin.[178]Pittsburgh rave culture itself spawned at least one well-known artist, thedrum and bassDJDieselboy, who attended theUniversity of Pittsburghbetween 1990 and 1995.[177][182]",
                "Since 2012, Pittsburgh has been the home ofHot Mass, an afterhours electronic musicdance partywhich critics have compared favorably to European nightclubs and parties.[183][184]Electronic music artist and DJYaejicredits Hot Mass with her \"indoctrination into nightlife\"; she regularly attended the party while studying atCarnegie Mellon University.[185][186]"
            ]
        },
        "Theatre": {
            "content": [
                "The city's first play was produced at theold courthousein 1803[27]and the first theater built in 1812.[27]Collegiate companies include the University of Pittsburgh'sRepertory TheatreandKuntu Repertory Theatre, Point Park University's resident companies at itsPittsburgh Playhouse, and Carnegie Mellon University's School of Drama productions andScotch'n'Sodaorganization. The Duquesne University Red Masquers, founded in 1912, are the oldest, continuously producing theater company in Pennsylvania.[citation needed]The city's longest-running theater show,Friday Nite Improvs, is an improv jam that has been performed in theCathedral of Learningand other locations for 20 years. ThePittsburgh New Works Festivalutilizes local theater companies to stage productions of original one-act plays by playwrights from all parts of the country. Similarly,Future Tenshowcases new ten-minute plays.Saint Vincent Summer Theatre,Off the Wall Productions,Mountain Playhouse, The Theatre Factory, andStage Right!in nearbyLatrobe,Carnegie,Jennerstown,Trafford, andGreensburg, respectively, employ Pittsburgh actors and contribute to the culture of the region.",
                "Pittsburgh is well known for being home to the late playwright August Wilson.[187]The August Wilson House now remains in Pittsburgh to celebrate the life and work of August Wilson, continue to produce his plays, and serve as an arts center for the Hill District, where Wilson was from.[187]"
            ]
        },
        "Literature": {
            "content": [
                "Pittsburgh is the birthplace ofGertrude SteinandRachel Carson, aChatham Universitygraduate from the suburb ofSpringdale, Pennsylvania.[188]Modern writers includePulitzer Prize-winning playwrightAugust Wilson[189]andMichael Chabonwith his Pittsburgh-focused commentary on student and college life. Two-time Pulitzer Prize winner and recipient of thePresidential Medal of Freedom,David McCulloughwas born and raised in Pittsburgh.[190]Annie Dillard, a Pulitzer Prize–winning writer, was born and raised in Pittsburgh. Much of her memoirAn American Childhoodtakes place in post-World War II Pittsburgh. Award-winning authorJohn Edgar Widemangrew up in Pittsburgh and has based several of his books, including the memoirBrothers and Keepers, in his hometown. PoetTerrance Hayes, winner of the 2010 National Book Award and a 2014 MacArthur Foundation Fellow, received his MFA from the University of Pittsburgh, where he is a faculty member. PoetMichael Simms, founder ofAutumn House Press, resides in the Mount Washington neighborhood of Pittsburgh. PoetSamuel John Hazo, the first poet Laureate of Pennsylvania, resides in the city. Contemporary writers from Pittsburgh includeKathleen Tessaro, author of novels such as \"Elegance,\" \"The Perfume Collector,\" and \"Rare Objects,\" whose works contribute to the city's rich literary tradition. New writers includeChris Kuzneski, who attended theUniversity of Pittsburghand mentions Pittsburgh in his works, and Pittsburgher Brian Celio, author ofCatapult Soul, who captured the Pittsburgh 'Yinzer' dialect in his writing. Pittsburgh's unique literary style extends to playwrights,[191]as well as local graffiti and hip hop artists.",
                "Pittsburgh's position as the birthplace for community owned television and networked commercial television helped spawn the modern children's show genres exemplified byMister Rogers' Neighborhood,Where in the World is Carmen Sandiego?,Happy's Party,Cappelli & Company, andThe Children's Corner, all nationally broadcast.",
                "ThePittsburgh Dadseries has showcased thePittsburghesegenre to a global YouTube audience since 2011.",
                "The modern fantasy, macabre and science fiction genre was popularized by directorGeorge A. Romero, television'sBill Cardilleand hisChiller Theatre,[192]director and writerRusty Cundieffand makeup effects guruTom Savini.[193]The genre continues today with the PARSEC science fiction organization,[194]The It's Alive Show, the annual \"Zombie Fest\",[195]and several writer's workshops including Write or Die,[196]Pittsburgh SouthWrites,[197]and Pittsburgh Worldwrights[198][199]withBarton Paul Levenson,Kenneth ChiacchiaandElizabeth Humphreys Penrose."
            ]
        },
        "Food": {
            "content": [
                "Pittsburgh is known for several specialties includingpierogies,kielbasa,chipped chopped hamsandwiches, andKlondike bars.[200][201]In 2019, Pittsburgh was deemed \"Food City of the Year\" by the San Francisco-based restaurant and hospitality consulting firm af&co.[202]Many restaurants were favorably mentioned, among them were Superior Motors inBraddock, Driftwood Oven inLawrenceville, Spork inBloomfield, Fish nor Fowl inGarfield, Bitter Ends Garden & Luncheonette inBloomfield, and Rolling Pepperoni inLawrenceville.[203]",
                "Pittsburgh is home to the annualpickle-themed festivalPicklesburgh, which has been named the \"best specialtyfood festivalin America\".[204]"
            ]
        },
        "Local dialect": {
            "content": [
                "The Pittsburgh English dialect, commonly calledPittsburghese, was influenced byScots-Irish, German, andEastern Europeanimmigrants and African Americans.[205]Locals who speak the dialect are sometimes referred to as \"Yinzers\" (from the local word \"yinz\" [var.yunz], a blended form of \"you ones\", similar to \"y'all\" and \"you all\" in the South). Common Pittsburghese terms are: \"slippy\" (slippery), \"redd up\" (clean up), \"jagger bush\" (thorn bush), and \"gum bands\" (rubber bands). The dialect is also notable for dropping the verb \"to be\". In Pittsburghese one would say \"the car needs washed\" instead of \"needs to be washed\", \"needs washing\", or \"needs a wash.\" The dialect has some tonal similarities to other nearby regional dialects of Erie and Baltimore but is noted for its somewhatstaccatorhythms. The staccato qualities of the dialect are thought to originate either from Welsh or other European languages. The many local peculiarities have promptedThe New York Timesto describe Pittsburgh as \"theGalapagos Islandsof American dialect\".[206]The lexicon itself contains notable loans fromPolishand other European languages; examples includebabushka,pierogi, andhalušky.[207]"
            ]
        },
        "Livability": {
            "content": [
                "Pittsburgh has five city parks and several parks managed by theNature Conservancy. The largest,Frick Park, provides 664 acres (269 ha) of woodland park with extensive hiking and biking trails throughout steep valleys and wooded slopes. Birding enthusiasts visit the Clayton Hill area of Frick Park, where over 100 species of birds have been recorded.[208]",
                "Residents living in extremely low-lying areas near the rivers or one of the 1,400 creeks and streams may have occasional floods,[209]such as those caused when the remnants ofHurricane Ivanhit rainfall records in 2004.[210]River flooding is relatively rare due to federal flood control efforts extensively managing locks, dams, and reservoirs.[209][211][212]Residents living near smaller tributary streams are less protected from occasional flooding. The cost of a comprehensive flood control program for the region has been estimated at a prohibitive $50 billion.[209]",
                "Pittsburgh has the greatest number of bars per capita in the nation.[17]"
            ]
        }
    },
    "Sports": {
        "content": [
            "Pittsburgh hosted thefirst professional football gameand thefirst World Series. In 2009, Pittsburgh won theSporting Newstitle of \"Best Sports City\" in the United States[213]and, in 2013,Sperling's Best Places\"top 15 cities for baseball\".[214]College sports also have large followings with the University of Pittsburgh in football and sharing Division I basketball fans with Robert Morris and Duquesne.",
            "Pittsburgh has a long history with its major professional sports teams—theSteelersof theNational Football League, thePenguinsof theNational Hockey League, and thePiratesofMajor League Baseball—which all share the same team colors, theofficial city colors of black and gold.[f]Pittsburgh is the only city in the United States where this practice of sharing team colors in solidarity takes place.[215]The black-and-gold color scheme has since become widely associated with the city and personified in its famousTerrible Towel.[216]",
            "ThePittsburgh Riverhoundsare a professional soccer team who have been playing in Pittsburgh since they were established in 1999. They are a member of theUSL Championshipdivision, a second-tier league of US professional soccer and are in the league's Eastern Conference. The Riverhounds play their home matches atHighmark Stadium (Pennsylvania)a 5,000 seatsoccer-specific stadiumlocated in Pittsburgh'sStation Square. In keeping with the uniformity of professional sports teams in Pittsburgh, the Riverhounds colors are black and gold.",
            "\"Rails to Trails\", has converted miles of formerrail tracksto recreational trails, including aPittsburgh-Washington D.C. bike/walking trail.[217]Severalmountain bikingtrails are within the city and suburbs,Frick Parkhas biking trails andHartwood Acres Parkhas many miles ofsingle tracktrails.[218][219]"
        ],
        "Professional": {
            "content": [
                "Major league",
                "Minor league/other",
                "**Pittsburgh's ABA franchise won the 1968 title, but the Steel City Yellow Jackets franchise is heir to it only in location."
            ]
        },
        "College": {
            "content": [
                "Power 5",
                "Other"
            ]
        },
        "Baseball": {
            "content": [
                "[t]his is the perfect blend of location, history, design, comfort and baseball ... The best stadium in baseball is in Pittsburgh.",
                "ESPN",
                "ThePittsburgh Piratesbaseball team, often referred to as the Bucs or the Buccos (derived frombuccaneer), is the city's oldest professional sports franchise, having been founded in 1881, and plays in theCentral Divisionof theNational League. The Pirates are nine-time Pennant winners and five-timeWorld SeriesChampions, were in the firstWorld Series (1903)and claim two pre-World Series titles in 1901 and 1902. The Pirates play inPNC Park.",
                "Pittsburgh also has a richNegro leaguehistory, with the formerPittsburgh Crawfordsand theHomestead Grayscredited with as many as 14 league titles and 11 Hall of Famers between them in the 1930s and 1940s, while theKeystonesfielded teams in the 1920s. In addition, in 1971 the Pirates were the first Major League team to field an all-minority lineup. One sportswriter claimed, \"No city is more synonymous with black baseball than Pittsburgh.\"[220]",
                "Since the late 20th century, the Pirates had three consecutiveNational League Championship Seriesappearances (1990–92) (going 6, 7 and 7 games each), followed by setting the MLB record for most consecutive losing seasons, with 20 from 1993 until 2012. This era was followed by three consecutive postseason appearances: the 2013National League Division Seriesand the 2014–2015 Wild Card games. TheirSeptember pennant racein 1997 featured the franchises' last no-hitter and last award forSporting News' Executive of the Year.[221]"
            ]
        },
        "Football": {
            "content": [
                "The city's professional team,NFL'sPittsburgh Steelers, is named after the distribution company the Pittsburgh Steeling company established in 1927. News of the team has preempted news of elections and other events and are important to the region and itsdiaspora. The Steelers have been owned by theRooney familysince the team's founding in 1933, show consistency in coaching (only three coaches since the 1960s all with the same basic philosophy) and are noted as one of sports' most respectable franchises.[222]The Steelers have a long waiting list for season tickets, and have sold out every home game since 1972.[223]The team won fourSuper Bowlsin a six-year span in the 1970s, afifth Super Bowlin 2006, and a league recordsixth Super Bowlin 2009. Since the AFL-NFL merger in 1970 they have qualified for the most NFL playoff berths (28) and have played in (15) and hosted (11) the most NFL conference championship games.[citation needed]",
                "High school footballroutinely attract 10,000 fans per game and extensive press coverage.[citation needed]TheTom CruisefilmAll the Right Movesand ESPN'sBound for GlorywithDick Butkusboth filmed in the area to capture the tradition and passion of local high school football.",
                "College footballin the city dates to 1889[224]with theDivision I(FBS)Panthersof the University of Pittsburgh posting ninenational championships, qualifying 37 total bowl games, appearing in the2018 ACC Championship Game, and winning the2020 ACC Championship Gamewhich was the program's first conference title since leaving theBig Eastfor theACCbetween the 2012 and 2013 seasons.[225]Local universities Duquesne and Robert Morris have loyal fan bases that follow their lower(FCS)teams. Duquesne, Carnegie Mellon University, andWashington & Jefferson Collegeall posted major bowl games and AP Poll rankings from the 1920s to the 1940s as that era's equivalent of Top 25 FBS programs.[citation needed]",
                "Acrisure Stadium serves as home for the Steelers, Panthers, and both the suburban and city high school championships. Playoff franchisesPittsburgh Powerand Pittsburgh Gladiators competed in theArena Football Leaguein the 1980s and 2010s respectively. The Gladiators hostedArenaBowl Iin the city, competing in two, but losing both before moving toTampa, Floridaand becoming theStorm.[226]ThePittsburgh Passionhas been the city's professional women's football team since 2002 and plays its home games atHighmark Stadium. TheEd DebartoloownedPittsburgh Maulersfeatured aHeisman Trophywinner in the mid-1980s, former superstar University of Nebraska running backMike Rozier."
            ]
        },
        "Hockey": {
            "content": [
                "The NHL'sPittsburgh Penguinshave played in Pittsburgh since the team's founding in 1967. The team has won 6Eastern Conferencetitles (1991, 1992, 2008, 2009, 2016 and 2017) and 5Stanley Cupchampionships (1991, 1992, 2009, 2016 and 2017). Since 1999, Hall of Famer and back-to-back playoff MVPMario Lemieuxhas served as Penguins owner. Until moving into thePPG Paints Arenain 2010 (when it was known as Consol Energy Center), the team played their home games at the world's first retractable domed stadium, theCivic Arena, or in local parlance \"The Igloo\".[227]",
                "Ice hockeyhas had a regional fan base since the 1890s semi-proKeystones. The city's first ice rink dates back to 1889, when there was an ice rink at the Casino inSchenley Park. From 1896 to 1956, the Exposition Building on the Allegheny River near The Point and Duquesne Gardens in Oakland offered indoor skating.[228]",
                "The NHL awarded one of its first franchises to the city in 1924 on the strength of the back-to-back USAHA championship winningPittsburgh Yellow Jacketsfeaturing future Hall of Famers and a Stanley Cup winning coach. The NHL'sPittsburgh Piratesmade several Stanley Cup playoff runs with a future Hall of Famer before folding fromGreat Depressionfinancial pressures. Hockey survived with thePittsburgh Hornetsfarm team (1936–1967) and their seven finals appearances and three championships in 18 playoff seasons.",
                "Robert Morris Universityfields a Division I college hockey team at theIsland Sports Center. Pittsburgh has semi-pro and amateur teams such as the Pittsburgh Penguins Elite.[229]Pro-grade ice rinks such as theRostraver Ice Garden, Mt. Lebanon Recreation Center andIceoplex at Southpointehave trained several native Pittsburgh players for NHL play. RMU hosted the city's firstFrozen Fourcollege championship in 2013 with the four PPG Paints Arena games televised byESPN."
            ]
        },
        "Basketball": {
            "content": [
                "Professional basketballin Pittsburgh dates to the 1910s with teams \"Monticello\" and \"Loendi\" winningfive national titles, thePirates(1937–45 in theNBL), thePittsburgh Ironmen(1947–48NBAinaugural season), thePittsburgh Rens(1961–63), thePittsburgh Pipers(firstAmerican Basketball Associationchampionship in 1968) led by Connie Hawkins (team then moved); the Pittsburgh Condors (ABA returned in 1970–72), thePittsburgh Piranhas(CBA Finals in 1995), thePittsburgh Xplosion(2004–08) andPhantoms(2009–10) both of theABA. The city has hosted dozens of pre-season and 15 regular season \"neutral site\" NBA games, includingWilt Chamberlain's record setting performance in both consecutive field goals and field goal percentage on February 24, 1967, NBA records that still stand.[230]",
                "The Duquesne UniversityDukesand the University of PittsburghPanthershave playedcollege basketballin the city since 1914 and 1905 respectively. Pitt and Duquesne have played the annualCity Gamesince 1932.\nDuquesne was the city's first team to appear in aFinal Four(1940), obtain a number oneAP Pollranking (1954),[231]and to win a post-season national title, the1955 National Invitation Tournamenton its second straight trip to the NIT title game. Duquesne is the only college program to produce back-to-back NBA No. 1 overall draft picks with 1955's Dick Ricketts and 1956's Sihugo Green.[232]Duquesne'sChuck Cooperwas the first African American drafted by an NBA team.[233]",
                "The Panthers won two pre-tournament eraHelms Athletic FoundationNational Championshipsin 1928 and 1930, competed in a \"national title game\" againstLSUin 1935, and made a Final Four appearance in 1941. Pitt has won 13 conference titles, qualified for the NCAA tournament 26 times including a post season tournament every season between 1999-2000 and 2015-2016 during which time it regularly sold out thePetersen Events Center. The program has produced 27 NBA draft picks and 15 All Americans while ranking No. 1 in the nation as recently as 2009. The Petersen Events Center is home to the \"Oakland Zoo\", astudent sectionwhich is nationally recognized[234]for its passionate members and perseverance through consecutive unsuccessful seasons from 2016 to 2022.[235]",
                "The suburbanRobert Morris University's Colonialshave competed in NCAA Division I basketball since the 1970s, qualifying for the NCAA tournament in each of the last four decades (8). In the2013 National Invitation Tournamentthe Colonials notched an upset win over the defending national champions Kentucky Wildcats.",
                "Pittsburgh Panthers women's basketballhas qualified for 14 post season tournaments (including 4 NCAA tournaments) and boasts of 5 All-Americans selected 6 times with 3 WNBA players. Pitt women began play in 1914 before being reintroduced in 1970. Both Duquesne and Robert Morris also have competitive Division I women's basketball programs.",
                "Pittsburgh launched the nation's first high school all-star game in 1965.[236]TheRoundball Classicannually featured future NBA hall of famers at the Civic Arena withESPNtelevising. The Civic Arena also hosted thechampionship tournament for the Eastern Eight Conferencefrom 1978 until 1982."
            ]
        },
        "Soccer": {
            "content": [
                "TheRiverhounds, an American professionalsoccerteam, were founded in 1998. Like the major league teams in the city, the Riverhounds wear black and gold kits. The club plays in theEastern Conferenceof theUSL Championship, the second tier of the American soccer pyramid. The Riverhounds play their home games atHighmark Stadium, asoccer-specific stadiumlocated inStation Square.[citation needed]"
            ]
        },
        "Golf": {
            "content": [
                "Golfhas deep roots in the area. The oldest U.S. course in continuous use,Foxburg Country Clubdating from 1887 calls the region home.[237]SuburbanOakmont Country Clubholds the record for most times as host for theU.S. Open(8).[citation needed]U.S. Women's Open(2),PGA Championships(3), andU.S. Amateurs(8) have also called Oakmont home.",
                "Golf legendsArnold Palmer,Jim Furyk, andRocco Mediatelearned the game and began their careers on Pittsburgh area courses.[238]Suburban courses such asLaurel Valley Golf Cluband the Fox Chapel Golf Club have hosted PGA Championships (1937, 1965), theRyder Cup(1975),LPGA Championships(1957–58),Senior Players Championships(2012–14), and theSenior PGA Championship(2005).",
                "Local courses have sponsored annual major tournaments for 40 years:"
            ]
        },
        "Professional wrestling": {
            "content": [
                "Many notableprofessional wrestlersand promoters have hailed from the city or started their careers in Pittsburgh, includingBruno Sammartino,Kurt Angle,Shane Douglas,Corey Graves,Dominic DeNucci,Elias,Britt Bakerand many more.",
                "TheFineviewsection of Pittsburgh served as the base of the televised showStudio Wrestlingduring the 1960s.[239][240]TheKeystone State Wrestling Alliance(KSWA) is aprofessional wrestling promotionwhich was founded in Pittsburgh in 2000. It is the only promotion based in Pittsburgh. It operates in the city'sLawrenceville neighborhood. The KSWA performs Monthly on Saturdays at its main venue on 51st Street."
            ]
        },
        "Annual sporting events": {
            "content": [
                "Pittsburgh hosts several annual major sporting events initiated in the late 20th century, including the:",
                "The city's vibrant rivers have attracted annual world-title fishing competitions of theForrest Wood Cupin 2009 and theBassmaster Classicin 2005.",
                "Annual events continue during the winter months at area ski resorts such asBoyce Park,Seven Springs,Hidden Valley Resort,Laurel Mountain, andWisp. Ice skating rinks are enjoyed atPPG PlaceandNorth Park."
            ]
        }
    },
    "Government and politics": {
        "Government": {
            "content": [
                "TheGovernment of Pittsburghis composed of theMayor of Pittsburgh, thePittsburgh City Council, and various boards and commissions. The mayor and the nine-member council each serve four-year terms. Since the 1950s theMayor's Chief of Staffhas assumed a large role in advising, long term planning, and as a \"gatekeeper\" to the mayor. City council members are chosen bypluralityelections in each of nine districts. The government's official offices are in thePittsburgh City-County Building.",
                "ThePennsylvania Supreme Courtholds sessions in Pittsburgh, as well asHarrisburgand Philadelphia. Pittsburgh is represented in thePennsylvania General Assemblyby threeSenate Districtsand nineHouse Districts. Federally, Pittsburgh is part ofPennsylvania's 12th congressional district."
            ]
        },
        "Politics": {
            "content": [
                "In 2006, Council PresidentLuke Ravenstahlwas sworn in as mayor at age 26, becoming the youngest mayor in the history of any major American city. His successor,Bill Peduto, was sworn in on January 6, 2014. In November 2021, Pittsburgh elected its first African-American mayor,Ed Gainey.",
                "Prior to theAmerican Civil War, Pittsburgh was strongly abolitionist. It is considered thebirthplace of the national Republican Party,[241]as the party held its first convention here in February 1856. From the Civil War to the 1930s, Pittsburgh was aRepublicanstronghold. The effects of theGreat Depression, combined with entrenched local GOP scandals, resulted in a shift among voters to the Democratic Party. With the exceptions of the1973and1977elections (where lifelong Democrats ran off the party ticket), Democrats have been elected consecutively to the mayor's office since the1933 election. The city's ratio of party registration is 5 to 1 Democrat.[242]",
                "Pittsburgh is represented in thePennsylvania General Assemblyby threeSenate Districts(Lindsey Williams(D)-38,Wayne D. Fontana(D)-42, andJay Costa(D)-43) and nineHouse Districts(Aerion Abney-19, Adam Ravenstahl-20,Sara Innamorato-21,Dan Frankel-23, Martell Covington-24, Dan Deasy-27,Abigail Salisbury-34, and Harry Readshaw-36, Dan Miller-42).",
                "Federally, Pittsburgh is part ofPennsylvania's 12th congressional district, represented byDemocratSummer Leesince 2023 and also byDemocratChris Deluzio."
            ]
        },
        "Law enforcement": {
            "content": [
                "The area's largest law enforcement agency is thePittsburgh Bureau of Police, with close to 850 sworn officers. The city also has separate housing and school police departments. Other agencies also provide police protection within the city because of overlapping jurisdictional boundaries. TheAllegheny County Sherifffocuses on jail andcourthousesecurity. TheAllegheny County Policeprimarily patrols county-owned parks and airports, while providing detective/investigatory functions for smaller suburbs and thePort Authority policepatrols rapid transit.Pennsylvania State PoliceTroop B provides patrols for the city and immediate suburbs.",
                "The county's lead law enforcement officer isAllegheny County District AttorneyStephen Zappalawhile theAllegheny County Medical Examinerheads forensics. Crimes of a federal nature are covered by theU.S. Attorney for Western Pennsylvania."
            ]
        },
        "Crime": {
            "content": [
                "Pittsburgh annually ranks as one of America's safest big cities, in 2013 being named the 3rd \"most secure\" big city by Farmers Insurance.[243]Amongcrime rates of the 60 largest U.S. cities, 43 had more instances of property crime while 16 had less when compared to Pittsburgh. More instances of violent crime were reported in 21 of the largest cities while 37 had less. The FBI recommends against using data for ranking.[244][245]Per 100,000 persons stats (2012):",
                "At the end of 2019, the Pittsburgh Bureau of Police reported 37 murders in the city that year.[246]",
                "In Pittsburgh, the homicide rate for African Americans is seven times the national average.[247]Some people believe that over-reliance on law enforcement exacerbates homicide rates.[247]There is also concern regarding the effectiveness of law enforcement in solving these cases, as 97% of unsolved cases involved a black victim.[248]This has led certain residents to believe law enforcement to be ineffective or apathetic.[248]This is despite an increasing police budget. In 2023, members of the Pittsburgh City Council approved an increase to the police budget by $6 million.[249]About 6% of this money is expected to go to the Stop the Violence trust fund. This fund goes to improving parks and recreation, various non-profits, and to the office of Community Health and Safety, in effort to holistically improve the social pressures supposedly causing violence in Pittsburgh.[250]",
                "Some people do not believe these efforts to be adequate. Certain studies, such as conducted by the Police Scorecard, rate the Pittsburgh Police Department at 37% quality (with 100% being the best). They rated Pittsburgh below the 50th percentile in the categories “police budget cost per person,” “fines / forefeitures,” “Police Presence/Over-Policing (Officers per Population),” “Force Used per Arrest,” “Racial Disparities in Deadly Force,” “Excessive Force Complaints Upheld,” “Discrimination Complaints Upheld,” “Criminal Misconduct Complaints Upheld,” “Arrest Rate for Low Level Offenses,” and “Racial Disparities in Drug Arrests.” This is 10 out of 15 categories.[251]"
            ]
        }
    },
    "Education": {
        "Colleges and universities": {
            "content": [
                "Pittsburgh is home to many colleges, universities and research facilities, the most well-known of which areCarnegie Mellon University, theUniversity of Pittsburgh, andDuquesne University. Also in the city areCarlow University,Chatham University,Point Park University, theCommunity College of Allegheny County,Pittsburgh Theological Seminary,Reformed Presbyterian Theological Seminary, and thePittsburgh Institute of Mortuary Science.",
                "The campuses of Carlow, Carnegie Mellon, and the University of Pittsburgh are near each other in theOaklandneighborhood that is the city's traditional cultural center. Carnegie Mellon University (CMU) is a private research university founded byAndrew CarnegieandAndrew Mellon.[252]CMU contains theMellon College of Science,School of Computer Science,College of Engineering,School of Business,Heinz College,College of Fine Arts, writing,Social and Decision Sciences, information systems, statistics, and psychology programs.",
                "The University of Pittsburgh, established in 1787 and popularly referred to as \"Pitt\", is astate-relatedschool with one of the nation's largest research programs.[14]Pitt is known for theUniversity of Pittsburgh Graduate School of Public and International Affairs,University of Pittsburgh School of Information Sciences,Swanson School of Engineering,University of Pittsburgh College of Business Administration,University of Pittsburgh School of Law,University of Pittsburgh School of Medicine,University of Pittsburgh School of Social Work, and other biomedical and health-related sciences.[252][253][254][255][256]",
                "Carlow Universityis a small private Catholic university that while coeducational, has traditionally educated women.Chatham University, a liberal arts college that was founded as a woman's college but became fully coeducational in 2015,[257]is in the Shadyside neighborhood, but also maintains a 388-acre (157 ha) Eden Hall Farm campus in theNorth Hills.Duquesne University, a private Catholic university in theBluffneighborhood and is noted for its song and dance troupe, theDuquesne University Tamburitzans, as well as programs in law, business, and pharmacy.Point Park Universitywas founded in 1961 and is well known for its Conservatory of Performing Arts and itsPittsburgh Playhouse."
            ]
        },
        "Primary education": {
            "content": [
                "Pittsburgh Public Schoolsteachers are paid well relative to their peers, ranking 17th in 2000 among the 100 largest cities by population for the highest minimum salary. In 2018, the starting teacher salary offered to teachers with a BA was $46,920. The maximum annual salary for a teacher with a master's degree was $95,254.[258]",
                "Local public schools include many charter and magnet schools, includingCity Charter High School(computer and technology focused), Pittsburgh Montessori School (formerly Homewood Montessori),Pittsburgh Gifted Center,Barack Obama Academy of International Studies 6-12,Pittsburgh Creative and Performing Arts 6–12,Pittsburgh Science and Technology Academy, theWestern Pennsylvania School for Blind Children, and theWestern Pennsylvania School for the Deaf.",
                "Private schools in Pittsburgh includeBishop Canevin High School,Central Catholic High School,Oakland Catholic High School,Winchester Thurston School,St. Edmund's Academy, Hillel Academy of Pittsburgh, Yeshiva Schools andThe Ellis School.Shady Side Academymaintains a PK–5 primary school campus in thePoint Breezeneighborhood, in addition to its 6–12 middle and upper school campuses in nearby suburbanFox Chapel. Other private institutions outside of Pittsburgh's limits includeNorth Catholic High SchoolandSeton-La Salle Catholic High School.",
                "The city also has an extensive library system, both public and university. Most notable are theCarnegie Library of Pittsburghand theUniversity of Pittsburgh's University Library System, which rank as the ninth-largest public and 18th-largest academic libraries in the nation, respectively.[259][260]"
            ]
        }
    },
    "Media": {
        "Newspapers": {
            "content": [
                "There are two major daily newspapers in Pittsburgh: thePittsburgh Post-Gazetteand thePittsburgh Tribune-Reviewonline only (no longer in print for Pittsburgh Area). Weekly papers in the region include thePittsburgh Business Times,Pittsburgh City Paper,Pittsburgh Catholic,Pittsburgh Jewish Chronicle,The New People, and theNew Pittsburgh Courier. Independent student-written university-based newspapers includeThe Pitt Newsof theUniversity of Pittsburgh,The TartanofCarnegie Mellon University,The Duquesne DukeofDuquesne University, andThe GlobeofPoint Park University. TheUniversity of Pittsburgh School of Lawis also home toJURIST, the world's only university-based legal news service.[261]"
            ]
        },
        "Television": {
            "content": [
                "The Pittsburgh metro area is served by multiple local television and radio stations. The Pittsburghdesignated market area(DMA) is the 22nd-largest in the U.S. with 1,163,150 homes (1.045% of the total U.S.).[262]The major network television stations includeKDKA-TV2 (CBS),WTAE4 (ABC),WPXI11 (NBC),WINP-TV16 (Ion),WPKD-TV19 (Independent),WPNT22 (The CW/MyNetworkTV),WPCB40 (Cornerstone), andWPGH-TV53 (Fox). KDKA-TV, WINP-TV, and WPCB are owned-and-operated by their respective networks.",
                "WQED13 is the localPBSmember station in Pittsburgh. It was established on April 1, 1954, and was the first community-sponsored television station and the fifth public station in the United States. The station has produced much original content for PBS, includingMr. Rogers' Neighborhood, severalNational Geographicspecials, andWhere in the World is Carmen Sandiego?[263]"
            ]
        },
        "Radio": {
            "content": [
                "A wide variety ofradio stationsserve the Pittsburgh market. The first wasKDKA1020 AM, also the world's first commercially licensed radio station, which began airing on November 2, 1920.[264]Other stations includeKQV1410 AM (news),WBGG970 AM (sports),KDKA-FM93.7 FM (sports),WKST-FM96.1 FM (Top 40),WAMO-AM660 AM and 107.3 FM (urban contemporary)WBZZ100.7 FM (adult contemporary),WDVE102.5 FM (album rock),WPGB104.7 FM (Country), andWXDX105.9 FM (modern rock). There are also threepublic radio stationsin the area:WESA90.5 FM (National Public Radioaffiliate),WQED89.3 FM (classical), andWYEP91.3 FM (adult alternative). Three non-commercial stations are run byCarnegie Mellon University(WRCT88.3 FM), theUniversity of Pittsburgh(WPTS92.1 FM), andPoint Park University(WPPJ670 AM)."
            ]
        },
        "Film": {
            "content": [
                "Pittsburgh's 116-year-old film industry accelerated after the 2006 passage of thePennsylvania Film Production Tax Credit.[265]According to thePittsburgh Film Office, over 124 major motion pictures have been filmed, in whole or in part, in Pittsburgh, includingThe Mothman Prophecies,Wonder Boys,[266]Dogma,[266]Hoffa,The Silence of the Lambs,[266]Sudden Death,Flashdance,[266]Southpaw,Striking Distance,Mrs. Soffel,Jack Reacher,Inspector Gadget,The Next Three Days,The Perks of Being a Wallflower,[266]Zack and Miri Make a Porno, andFences.[266][267]Pittsburgh became \"Gotham City\" in 2011 during filming ofThe Dark Knight Rises.[161]George A. Romeroshot nearly all his films in the area, including hisLiving Deadseries.[268]",
                "Film production in Pittsburgh has notably impacted the region's economy and job creation, largely due to the 25% tax credit incentive established in 2007.[269][270]The Pittsburgh Film Office states that the film and television industry provides employment to over 10,000 people and pays over $500 million in wages in southwestern Pennsylvania.[271]Furthermore, the industry supports over 345,000 local businesses and contributes over $41 billion to them.[270]",
                "From 2017 to 2023, Pittsburgh has welcomed a series of major film and television productions likeFences,Mindhunter,Ma Rainey's Black Bottom,Sweet Girl, andI'm Your Woman.[272]These productions have significantly contributed to the local economy by hiring local personnel, leasing local facilities and equipment, purchasing local goods and services, and enhancing local tourism and visibility.[273]",
                "In addition to a thriving film industry, Pittsburgh is home to several film festivals, film schools, and organizations that encourage and promote independent and diverse filmmakers. Notable film festivals include theThree Rivers Film Festival, the Pittsburgh Shorts Film Festival, the JFilm Festival, the ReelAbilities Film Festival, and the Black Bottom Film Festival.[274][275]The local film schools includePittsburgh Filmmakers,Point Park University- Cinema & Digital Arts, andUniversity of Pittsburgh- Film Studies.[276][277]",
                "Moreover, Pittsburgh is developing a robust film studio infrastructure, with several sound stages and production facilities available for hire. Prominent film studios in Pittsburgh are 3 Rivers Studios, Cinelease Studios, Post Script Films, Deeplocal, and The Videohouse.[278][279][280][281][282]There are also plans in the pipeline to develop a new film studio complex at theCarrie Furnacesite inRankinandSwissvale.[283]"
            ]
        }
    },
    "Utilities": {
        "content": [
            "The city is served byDuquesne Light, one of the original 1912 power companies founded byGeorge Westinghouse.[284]Water service is provided by thePittsburgh Water and Sewer Authority[285]andPennsylvania American Water. Natural gas is provided byEquitable Gas,Columbia Gas,Dominion Resources,Direct Energy, and Novec.[286]"
        ]
    },
    "Health care": {
        "content": [
            "The two largest area health care providers are theUniversity of Pittsburgh Medical Center(UPMC) (since 1893) andAllegheny Health Network(since 1882). Both hospitals annually rank as among the best overall in the United States, with UPMC ranked amongU.S. News & World Report's\"Honor Roll\" every year since 2000.[citation needed]",
            "The first military hospital in U.S. history and the first west of the Atlantic Plain—General Edward Hand Hospital—served the area from 1777 to 1845.[287]Since 1847, Pittsburgh has hosted the world's first \"Mercy Hospital\".[288]This was followed by West Penn hospital in 1848, Passavant Hospital in 1849,[27]theUniversity of Pittsburgh School of Medicinein 1883, Children's Hospital in 1887, andMagee Womens Hospitalin 1911. In 1954, Allegheny General (AGH) was among the first to administerCobalt therapy.[289]",
            "In 1980, UPMC announced a $250 million ($1.05 billion today) expansion and also hired transplant pioneerThomas Starzl.[290]In 1984, Allegheny General surgeons pioneered modern brain surgery. Starzl arranged the 1985 liver transplant of 5-year-old Amie Garrison as a UPMC surgery team flew toBaylor University, starting its transplant program.[291]Also in 1985, UPMC surgeons Drs. Griffith, Hardesty, and Trento revealed a new device after a heart-lung transplant. In 1986, UPMC announced a $230 million ($639 million today) modernization. In 1996, UPMC's planned SicilyISMETTbranch was approved by the Italian government as transplant surgeons to supervise and deliver the world's third (both earlier ones done at UPMC)--and first public—cross species marrow transplant atUniversity of California, San Francisco.[292]UPMC's Thomas Detre founded theInternational Society for Bipolar Disordersat a world medical conference in Pittsburgh in 1999.[293]",
            "The $80 million ($142 million today)UPMC Sports Performance Complexfor thePittsburgh Panthers&Pittsburgh Steelersopened in 2000. In 2002, AGH opened its $30 million ($51.6 million today), 5-floor, 100,000 sq. ft., cancer center. The $130 million ($220 million today) 350,000 sq. ft.Hillman Cancer Centeropened in 2003 as UPMC entered into an 8-year, $420 million ($678 million today) agreement withIBMto upgrade medical technologies & health information systems.[citation needed]",
            "In 2009, the $600 million ($849 million today)UPMC Children's Hospital of Pittsburghopened. The campus was featured in world news in 2012 for several unique approaches to patient care.[294]UPMC officially adopted inErie, Pennsylvania'sHamot Medical Centerin 2010. ThePittsburgh Penguinsannounced a state of the art training facility with UPMC in 2012.[295]UPMC announced in 2013 it had partnered withNazarbayev Universityto help found its medical school.[296]"
        ],
        "Health discoveries": {
            "content": [
                "While he was a professor at theUniversity of Pittsburgh, American virologistJonas Salkdeveloped one of the first successfulpolio vaccines, which came into use in 1955.",
                "UPMC has pioneered several world firsts including the first known cystic fibrosis heart-lung transplant (1983), the world's first simultaneous liver and heart transplant operation on a child (6-year-oldStormie Jonesin 1984), the youngest heart-lung transplant (9 years old in 1985), the world's first heart-liver-kidney transplant (1989), the world's first heart-liver transplant on an infant (1997),[297]the first pediatric heart-double lung-liver transplant (1998), the nation's first double hand transplant (2009), and the first total forearm and hand transplant (2010), as well as the state's first heart transplant (1968).[298][299]",
                "The Lancetpublished a 2012 UPMC study of two 9-year quadriplegics being able to move a robotic arm by thought, to pick up objects, shake hands, and even eat. Wiring the brain around spine damage to restore arm and leg muscle function was successful using robotic arms controlled via an embedded computer to translate signals near a small group of neurons with 200 needles.[300]"
            ]
        }
    },
    "Transportation": {
        "content": [
            "Pittsburgh is acity of bridges. With 446,[301]it has three bridges more thanVenice, Italy, which has historically held the title \"City of Bridges.\"[302]Around 40 bridges cross the three rivers near the city. TheSmithfield Street Bridgewas the world's first lenticular truss bridge. The city'sThree Sisters Bridgesoffer a picturesque view of the city from the North. The south-western \"entrance\" to Downtown for travelers coming in fromInterstate 79and thePittsburgh International Airportis through theFort Pitt Tunneland over theFort Pitt Bridge. TheFort Duquesne BridgecarryingInterstate 279is the main gateway from Downtown to bothPNC Park,Acrisure Stadiumand theRivers Casino. ThePanhandle Bridgecarries Pittsburgh Regional Transit's Blue/Red/Silver subway lines across theMonongahela River. The renovatedJ&L Steel Companybridge has been a key traffic/running-biking trail conduit connecting theSouthside WorksandPittsburgh Technology Center. Over 2,000 bridges span the landscape of Allegheny County.[303]"
        ],
        "Public transportation statistics": {
            "content": [
                "Pittsburgh is served byPittsburgh Regional Transit, the 26th-largest transit agency in the country prior to theCOVID-19 pandemic. The average amount of time people spend commuting with public transit in Pittsburgh, for example to and from work, on a weekday is 73 min. 23% of public transit riders ride for more than 2 hours every day. The average amount of time people wait at a stop or station for public transit is 17 minutes, while 33% of riders wait for over 20 minutes on average every day. The average distance people usually ride in a single trip with public transit is 3.9 mi (6.3 km), while 11% travel for over 7.5 mi (12 km) in a single direction.[304]"
            ]
        },
        "Expressways and highways": {
            "content": [
                "Locals refer to the interstates fanning out fromdowntown Pittsburghas the \"parkways.\"Interstate 376is both the \"parkway east\" connecting toInterstate 76(Pennsylvania Turnpike) and the \"parkway west\" connecting toInterstate 79, thePittsburgh International Airport, the Ohio end of the Turnpike andInterstate 80. The \"parkway north\" isInterstate 279connecting to I-79. The \"crosstown\" isInterstate 579allowing access to the heart of downtown, theLiberty Tunnelsand thePPG Paints Arena. The 45-mile-long and 70-mile-long expressway sections ofPennsylvania Route 28andU.S. Route 22also carry traffic from downtown to the northeast and western suburbs, respectively.Interstate 70, 79 and 76 (the Turnpike) roughly form a triangular-shaped \"beltway\" withInterstate 68and 80 within the media market's northern and southern limits. Turnpike spurs such as theMon–Fayette Expressway,Pennsylvania Route 576andRoute 66also help traffic flow. The non-expresswayPittsburgh/Allegheny County Belt Systemserves navigation in the region."
            ]
        },
        "Airports": {
            "content": [
                "Pittsburgh International Airportprovides commercial passenger service from over 15 airlines to thePittsburgh metropolitan area.Arnold Palmer Regional Airportalso provides limited commercial passenger service and is 44 miles (71 km) east of Pittsburgh.",
                "Other airports that have or have had scheduled commercial service includeMorgantown Municipal Airport(79 miles (127 km) south of Pittsburgh),Youngstown–Warren Regional Airport(81 miles (130 km) northwest of Pittsburgh),Akron–Canton Airport(120 miles (190 km) northwest of Pittsburgh),Johnstown–Cambria County Airport(60 miles (97 km) east of Pittsburgh) andErie International Airport(123 miles (198 km) north of Pittsburgh)."
            ]
        },
        "Intercity passenger rail and bus": {
            "content": [
                "Amtrakprovides intercity rail service toPittsburgh Union Station, via theCapitol Limitedbetween Chicago and Washington, D.C., and thePennsylvanianto New York City.",
                "Megabus,Greyhound Lines, andFullington Trailwaysconnect Pittsburgh with distant cities by bus; Greyhound and Fullington Trailways buses stop at theGrant Street Transportation Centerintercity bus terminal. Popular destinations includePhiladelphia,New York City, andWashington, D.C.[305]",
                "Until declines in passenger travel in the 1950s and 1960s, several stations served Pittsburgh:Baltimore & Ohio Station,Pittsburgh & Lake Erie Railroad Station,Wabash Pittsburgh Terminaland Pittsburgh Union Station."
            ]
        },
        "Regional mass transit": {
            "content": [
                "Pittsburgh Regional Transit, formerly known as the Port Authority of Allegheny County, is the region's mass transit system. While serving only a portion of the Pittsburgh area, the nation's 20th-largest metropolitan area, it is the 11th-largest transit agency in the United States.[306]Pittsburgh Regional Transit runs a network of intracity and intercity bus routes, theMonongahela InclineFunicularrailway (more commonly known as an \"incline\") on Mount Washington, alight railsystem that runs mostly above-ground in the suburbs and underground as a subway in the city, and one of the nation's largestbuswaysystems.[307]Pittsburgh Regional Transit owns theDuquesne Inclinebut it is operated by a non-profit preservation trust,[308]but accepts Pittsburgh Regional Transit passes and charges PRT fares.",
                "The Bus System lines arelabeled by number and letter. These are the largest portion of Pittsburgh Regional Transit and serve on streets and designated busways. Buses serve most of the county, extending as far asPittsburgh International Airport,Monroeville,McCandless, and the borders ofWestmoreland CountyandBeaver County, Pennsylvania. Meanwhile,the light rail system(commonly known as the \"T\") runs along both new tracks and those refurbished from the streetcar era. The light rail runs fromAcrisure StadiumtoSouth Hills VillageandLibrary, taking commuters through one of two routes: one which servesCastle Shannon,Mt. Lebanon, andBeechview, and the other is an express line using railways throughOverbrook."
            ]
        },
        "Freight rail": {
            "content": [
                "Pittsburgh's rail industry dates to 1851 when thePennsylvania Railroadfirst opened service between the Pittsburgh andPhiladelphia. TheBaltimore and Ohio Railroadentered the city in 1871. In 1865,Andrew Carnegieopened thePittsburgh Locomotive and Car Works, which manufactured for the industry until 1919. Carnegie also founded theUnion Railroadin 1894 for heavy freight services and it still serves the area's steel industry, whileGeorge Westinghouse'sWabtechas been a leader in rail engines and switching since 1869.",
                "Pittsburgh is home to one ofNorfolk Southern Railway's busiest freight corridors, thePittsburgh Line, and operates up to 70 trains per day through the city. The suburbanConway Rail Yard, built in 1889, was the largest freight rail center in the world from 1956 until 1980 and is today the nation's second-largest.CSX, the other major freight railroad in the eastern U.S., also hasmajor operationsaround Pittsburgh."
            ]
        },
        "Port": {
            "content": [
                "ThePort of Pittsburghranks as the20th-largest portin the United States with almost 34 million short tons of river cargo for 2011, the port ranked ninth-largest in the U.S. when measured in domestic trade.[309]"
            ]
        }
    },
    "Notable people": {},
    "Sister cities": {
        "content": [
            "Pittsburgh'ssister citiesare:[310]"
        ]
    },
    "See also": {},
    "Explanatory notes": {},
    "References": {},
    "Further reading": {},
    "External links": {}
}